[
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Marzo Best Offer Madrid PUERTA DEL SOL LM7",
    "space": "Perfecta ubicación para conocer toda la oferta cultural que ofrece Madrid (Museo del Prado, Museo Thyssen-Bornemisza, Museo Reina Sofía, Palacio Real…) y pasear por la Gran Vía, e incluso ver alguno de los fantásticos espectáculos de sus teatros y cines. Además, está muy cerca del Parque del Retiro, pulmón de la capital, en el cual puede pasar un rato agradable disfrutando de sus terrazas, dando una vuelta en barca por su estanque, tomando el sol, disfrutar los patines o en bicicleta. Piso recientemente reformado y decorado por un prestigioso equipo de interiorismo, cuenta con dos habitaciones cómodas, cocina independiente y baño. La casa es realmente acogedora, la hemos decorado con todo nuestro cariño para que sea como un pequeño paraíso donde nuestros huéspedes puedan relajarse y sentirse como en casa.",
    "description": "Ubicado en estupenda calle situada en una de las zonas más elegantes de la ciudad, cerca de la Plaza de la Cibeles, uno de los monumentos más importantes de Madrid, y a pasos de la Puerta del Sol, la Plaza Mayor, la Gran Vía, y Retiro Aire Acondicionado recién instalado Perfecta ubicación para conocer toda la oferta cultural que ofrece Madrid (Museo del Prado, Museo Thyssen-Bornemisza, Museo Reina Sofía, Palacio Real…) y pasear por la Gran Vía, e incluso ver alguno de los fantásticos espectáculos de sus teatros y cines. Además, está muy cerca del Parque del Retiro, pulmón de la capital, en el cual puede pasar un rato agradable disfrutando de sus terrazas, dando una vuelta en barca por su estanque, tomando el sol, disfrutar los patines o en bicicleta. Piso recientemente reformado y decorado por un prestigioso equipo de interiorismo, cuenta con dos habitaciones cómodas, cocina independiente y baño. La casa es realmente acogedora, la hemos decorado con todo nuestro cariño para que sea com",
    "rules": "El apartamento se ha realizado con mucho cariño para que tu estancia en él sea muy agradable ES OBLIGATORIO PRESENTAR DOCUMENTACIÓN OFICIAL DE TODOS LOS OCUPANTES El horario de entrada será desde las 15h a las 21h. A partir de las 21h se cobrará un suplemento de 30€, que se abonará a la llegada a la entrega de las llaves. Entrar antes de las 15h puede conllevar un suplemento El horario de salida será antes de las 11h, si deseas abandonar el apartamento más tarde deberás solicitarlo con antelación y en base a la disponibilidad estaremos encantados de ayudarte. Puede conllevar un suplemento Recuerda que el apartamento debe ser devuelto en las mismas condiciones de orden y limpieza que a tu llegada Ruego que saques la basura todos los días, con especial cuidado en los meses de verano Es importante respetar el número de personas que ocuparán el apartamento, cuyo número nunca debe de sobrepasar el estipulado en la reserva. En caso contrario se pedirá al cliente el desalojo inmediato del apa",
    "hostName": "Leticia&Fer",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 1,
    "bedrooms": 2,
    "price": 84,
    "cleaningFee": 50,
    "reviewRating": 84,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/9a1168a0abcb0aca0512010b156ac61e"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "PISO CAVA ALTA-PZA MAYOR/WIFI",
    "space": "El apartamento se encuentra en el barrio de La Latina, llamado el barrio de los Austrias, donde puede visitar sus alrededores como la Basílica de San Francisco el Grande, el Viaducto, El Rastro, La Pza. Mayor, Pta del Sol, La Iglesia de la Almudena, el Mercado de las Flores en la Pza. Tirso de Molina.También alrededor hay una importante oferta cultural con teatros como el Teatro La Latina, Teatro Calderón en la Pza Jacinto Benavente, Teatro Español en Pza Sta. Ana y Teatro Apolo en la Pza. Tirso de Molina, en el mismo barrio también tienes tiendas, supermecados, farmacias, mercado de la Cebada, etc y puedes ir caminando a todos los puntos turisticos de Madrid y para terminar de relajarte caminar por el Madrid Rio donde puedes alquilar bicicletas, cars para niños y adultos. En el barrio también hay muchos restaurantes de distinta cocina, restaurantes que están en la cava alta, en la cava baja y en la cava de San Miguel donde esta el espectacular mercado de San Miguel. Es un barrio compl",
    "description": "Piso con dos habitacioned, dos baños, salón-comedor, primera planta con ascensor. Muy cómodo para caminar por muchos lugares céntricos de Madrid a pasos del Rastro, Plaza Mayor, Mercado San Miguel, Puerta del Sol, Barrio la Latina con las calles cava alta y cava baja. El apartamento se encuentra en el barrio de La Latina, llamado el barrio de los Austrias, donde puede visitar sus alrededores como la Basílica de San Francisco el Grande, el Viaducto, El Rastro, La Pza. Mayor, Pta del Sol, La Iglesia de la Almudena, el Mercado de las Flores en la Pza. Tirso de Molina.También alrededor hay una importante oferta cultural con teatros como el Teatro La Latina, Teatro Calderón en la Pza Jacinto Benavente, Teatro Español en Pza Sta. Ana y Teatro Apolo en la Pza. Tirso de Molina, en el mismo barrio también tienes tiendas, supermecados, farmacias, mercado de la Cebada, etc y puedes ir caminando a todos los puntos turisticos de Madrid y para terminar de relajarte caminar por el Madrid Rio donde pu",
    "rules": "Cuidar el apartamento como si fuera tuyo, no se puede realizar fiestas ni nada que estorbe la vida cotidiana de los vecinos. Si llevas perro por favor decirlo, se aceptaran perros guias, o perros que esten educados y no grandes. Los check in a partir de las 22hrs tienen un suplemento de 20€ que se entregan en el momento de la llegada del apartamento. También tenemos cuna de bebe por 25€ por toda la estancia!!! Los check in se realizarán a partir de las 12 12:00 pm hasta las 02am. Si el apartamento esta disponible podrás llegar a partir de las 09:30am el check in en adelante. Preguntanos antes ;-)",
    "hostName": "Mari Paz",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 2,
    "bedrooms": 2,
    "price": 72,
    "cleaningFee": 25,
    "reviewRating": 90,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/4d8e612798948e8e58e366d4628bbb98"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "ROOM WITH TOILET AND LIVING,CENTER.",
    "space": "This is kind of apartament inside of an apartament with terrace. The room is a  big área  with  a  Double room, a living room  and private bathroom.  Is  spacious and light, It sleeps two people and can be enabled for another person with sofa bed.  Bedding and bathroom. Individual heating. The apartment has a large terrace. Internet connection. You can use the kitchen of the mean apartament. The fully equipped kitchen has an oven, fridge and washing machine. Suitable for two people per room,  Cleaning service at the entrance and exit of the room. Possibility of daily cleaning. € 10 day. The floor is a penthouse with four bedrooms and terrace. La Latina occupies a large part of Madrid's oldest, sometimes also known as the Madrid de los Austrias, is preserved in its streets and squares urban organization peculiar characteristic of medieval layout, with spacious squares and narrow streets that follow the old path of the waters. The streets have been present all historical events that took",
    "description": "This is kind of apartament inside of an apartament with terrace. The room is a  big área  with  a  Double room, a living room  and private bathroom.  Is  spacious and light, It sleeps two people and can be enabled for another person with sofa bed.  Bedding and bathroom. Individual heating. The apartment has a large terrace. Internet connection. You can use the kitchen of the mean apartament. The fully equipped kitchen has an oven, fridge and washing machine. Suitable for two people per room,  Cleaning service at the entrance and exit of the room. Possibility of daily cleaning. € 10 day. The floor is a penthouse with four bedrooms and terrace. La Latina occupies a large part of Madrid's oldest, sometimes also known as the Madrid de los Austrias, is preserved in its streets and squares urban organization peculiar characteristic of medieval layout, with spacious squares and narrow streets that follow the old path of the waters. The streets have been present all historical events that took",
    "rules": "Las normas de la casa son las de uso común, respeto por los espacios compartidos, y limpieza de todo lo que se utilice en esos espacios. No se puede fumar dentro de la casa, pero si en la terraza. hay que tener cuidado a partir de las once, once y media por los ruidos para respetar a la comunidad. Por lo demás un ambiente relajado y tranquilo.",
    "hostName": "Angeles",
    "property": "Apartment",
    "capacity": 2,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 45,
    "cleaningFee": 10,
    "reviewRating": 81,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/773e6f55252d9ccc2f0b489829ea2517"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Corporate stays at the Eurobuilding",
    "space": "This apartment, with its 70’s retro look, is located in one of the highest buildings in the city and has all the comforts to make yours a perfect stay. The living room has a sofa bed for one, a dining table for four, flat screen TV and exit to a lovely terrace where one can chill out after a hard day’s work. The bedroom has a comfy double bed (160 x 200 cm) [has two comfy twin beds (100 x 200 cm) that may be turned into a double bed if necessary],  large windows – as does the living room – and connects with the bathroom equipped with bathtub and bidet. The kitchen has all appliances and equipment necessary. The flat has ample closets and storage space, and carpet flooring. Our clients can benefit from the additional services offered by the building: gym with spa and swimming pool, parking, room service, three high standard restaurants, cafeteria and a 24 hour reception. These services are not included in the price but, please, consult with us if you are interested. We will be delighted",
    "description": "Spacious and comfortable apartment located in the Eurobuilding complex, perfect for business trips. This apartment, with its 70’s retro look, is located in one of the highest buildings in the city and has all the comforts to make yours a perfect stay. The living room has a sofa bed for one, a dining table for four, flat screen TV and exit to a lovely terrace where one can chill out after a hard day’s work. The bedroom has a comfy double bed (160 x 200 cm) [has two comfy twin beds (100 x 200 cm) that may be turned into a double bed if necessary],  large windows – as does the living room – and connects with the bathroom equipped with bathtub and bidet. The kitchen has all appliances and equipment necessary. The flat has ample closets and storage space, and carpet flooring. Our clients can benefit from the additional services offered by the building: gym with spa and swimming pool, parking, room service, three high standard restaurants, cafeteria and a 24 hour reception. These services ar",
    "rules": "- En principio, las entradas a los apartamentos serán a las 3.00 pm, aunque siempre que sea posible, se podrá entrar antes. También se podrán hacer entradas a cualquier hora de la tarde y de la noche, aunque en este caso, habrá un suplemento extra de 20 euros, de 8.00 pm a 00.00 h; y de 40 euros a partir de las 00.00 horas.",
    "hostName": "Ximena",
    "property": "Apartment",
    "capacity": 3,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 120,
    "cleaningFee": 50,
    "reviewRating": 80,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/2130bb256570f0aad1382b4eb84bad81"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Nuevos Ministerios II_Friendly Rentals",
    "space": "Housed in a building with a number of top-end apartments with a surveillance system and 24-hour concierge, four lifts, nighttime rubbish collection and a public car park right next door. Private parking is also available. This apartment is on the 15th floor and boasts stunning night views over the city’s north skyline and the sierra from its north-facing terrace. The apartment underwent a wholesale renovation in 2016 and has been refurbished with top-quality fittings. It can sleep two. It has a separate bedroom, a spacious living room including a kitchen and a work area with desk, and a bathroom with chromotherapy shower and a toilet with bidet shower. The elegant decor has been designed in meticulous style and the furniture combines high-quality modern pieces alongside valuable antiques—a perfect combination in keeping with the latest trends that will delight all guests. The apartment also has internet, air conditioning and state-of-the-art home cinema.",
    "description": "Housed in a building with a number of top-end apartments with a surveillance system and 24-hour concierge, four lifts, nighttime rubbish collection and a public car park right next door. Private parking is also available. This apartment is on the 15th floor and boasts stunning night views over the city’s north skyline and the sierra from its north-facing terrace. The apartment underwent a wholesale renovation in 2016 and has been refurbished with top-quality fittings. It can sleep two. It has a separate bedroom, a spacious living room including a kitchen and a work area with desk, and a bathroom with chromotherapy shower and a toilet with bidet shower. The elegant decor has been designed in meticulous style and the furniture combines high-quality modern pieces alongside valuable antiques—a perfect combination in keeping with the latest trends that will delight all guests. The apartment also has internet, air conditioning and state-of-the-art home cinema. Located next to Nuevos Minister",
    "rules": "-El check-in se realiza en nuestras oficinas centrales. La dirección de la misma es: Friendly Rentals Calle San Marcos 9 28004 Madrid -Nuestro horario de oficina es de 10.00 de 21.00 horas. -Para efectuar el check-in se requerirá presentar una identificación (DNI o Pasaporte) y firmar el contrato de arrendamiento temporal. -A su llegada se le proporcionará información detallada del apartamento y sus alrededores. -Cualquier check-in posterior a las 21.00 horas se considerará Late check-in. -El Late check-in se hará directamente en el apartamento y tiene un recargo de 30€ que tendrá que se abonado en efectivo. -Los huéspedes deberán llamar al teléfono de contacto proporcionado con antelación para informar u orientar de su hora de llegada. -No se permiten fiestas dentro de las instalaciones ni ruidos excesivos a partir de las 22.00 horas. -No hay camas supletorias disponibles. -Hay cunas disponibles bajo petición. -No se permite fumar dentro del apartamento. -No se admiten mascotas. -Espe",
    "hostName": "Raquel",
    "property": "Apartment",
    "capacity": 2,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 95,
    "cleaningFee": 40,
    "reviewRating": null,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/a870da1133e8618f259aaa042288dc51"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "NUEVOS MINISTERIOS Friendly Rentals",
    "space": "An excellent combination of style and comfort is the main characteristic of this very well equipped and furnished apartment which can host 4 people. The building where the apartment is placed is safe; it has 2 concierges and 3 lifts. The apartment is on the third floor, it is interior but really bright because it has big windows and a small balcony with views to a massive patio, probably not great views of the city but very calm and quiet. Without a doubt it will meet your expectations. The apartment has 1 bedroom, a living room and one bathroom. The kitchen is open plan, spacious and comfortable; it has dishwasher, washing machine, microwave and vitroceramic. Next to the kitchen there is a nice and practical wooden dining table with 4 chairs and a very stylish glass and wood chest of drawers containing all the kitchen utensils. Next to the window there is a large and comfortable double sofa bed, also a low table, a flat screen T.V. and a DVD. Two side tables and nice lamps create a wa",
    "description": "This fabulous apartment is the ideal option for those coming to Madrid on a business trip since its location is very close to the city´s financial area, Orense and surrounding areas, well known for hosting offices for the most prestigious companies An excellent combination of style and comfort is the main characteristic of this very well equipped and furnished apartment which can host 4 people. The building where the apartment is placed is safe; it has 2 concierges and 3 lifts. The apartment is on the third floor, it is interior but really bright because it has big windows and a small balcony with views to a massive patio, probably not great views of the city but very calm and quiet. Without a doubt it will meet your expectations. The apartment has 1 bedroom, a living room and one bathroom. The kitchen is open plan, spacious and comfortable; it has dishwasher, washing machine, microwave and vitroceramic. Next to the kitchen there is a nice and practical wooden dining table with 4 chair",
    "rules": "Checkin is done at our office. The address: Calle San Marcos 9 28004 MADRID Our office hours are from 10.00 to 21.00. Late checkin (after 21.00 hours) is done in the apartment and has a surcharge of 30 euros. Guests arriving after office hours have to call ahead to inform about your arrival. No parties allowed at any part of the accommodation. Noises and volume must be controlled from 22:00 to 10:00 because all the accommodations are placed in normal neighborhoods so the rest of the people could be bothered. There are not more beds than the announced ones. The cribs are only available under petition. Smoking is not allowed. Pets are not allowed. We hope guests are polite and know how to behave. When checking out, please leave the keys on the table and take out the rubbish, if there is any generated on your stay, to the containers located out of the building.",
    "hostName": "Raquel",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 100,
    "cleaningFee": 40,
    "reviewRating": null,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/a02573810e21140241df2776be64e67f"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "VINTAGE IN THE CITY - 4 PEOPLE wifi",
    "space": "The apartment is located on the first floor of a building typical of the area. The street is very quiet and silent. It is a spacious apartment with two bedrooms, kitchen, private bathroom with shower, lounge and dining room with two beautiful balconies outside.The size of the apartment  is 90square meters Its proximity to the circuit of the museums (Prado, Reina Sofia, Thyssen, Caixa Forum) as well as the Historic Area of the city makes it a unique option. Plaza de Santa Ana is the heart of the neighborhood “El Barrio de las Letras”. It is the neighborhood with the largest concentration of most successful writers in the history of mankind as authors of the Golden Age of Spanish literature: Lope de Vega , Quevedo, Góngora ... Miguel de Cervantes lived in the number 18 of Huertas Street, the most bohemian of the city, located near the Palacio de las Cortes (Congress of Deputies) and the three major museums in Madrid: Prado, Reina Sofia and Thyssen-Bornemisza , that is today the largest c",
    "description": "If you want to know Madrid and stay in a spacious, comfortable and cool apartment, stop looking. This is the best place to live Madrid life... You'll love it! The apartment is located on the first floor of a building typical of the area. The street is very quiet and silent. It is a spacious apartment with two bedrooms, kitchen, private bathroom with shower, lounge and dining room with two beautiful balconies outside.The size of the apartment  is 90square meters Its proximity to the circuit of the museums (Prado, Reina Sofia, Thyssen, Caixa Forum) as well as the Historic Area of the city makes it a unique option. Plaza de Santa Ana is the heart of the neighborhood “El Barrio de las Letras”. It is the neighborhood with the largest concentration of most successful writers in the history of mankind as authors of the Golden Age of Spanish literature: Lope de Vega , Quevedo, Góngora ... Miguel de Cervantes lived in the number 18 of Huertas Street, the most bohemian of the city, located near",
    "rules": "Todas las reservas que entren en el domingo a partir de las 2 pm. tendrán un cargo de 30 €, a pagar a la llegada. Las entradas todos los días a partir de las 8,30 pm tendrán un cargo de 30,.-€, pagado en efectivo a la llegada. Al llegar a Madrid, por favor llame para informarnos acerca de su llegada con al menos 55 minutos de antelación. Si viene en avión, por favor llame una vez que han recogido su equipaje,  para que nuestro personal tenga tiempo suficiente para llegar y esperarle en el apartamento. Está prohibido fumar en el interior del apartamento. Pueden hacerlo en los balcones, sin tirar colillas en la calle, por supuesto. Por favor, no dejen bolsas de basura dentro del edificio. El cubo de la basura estará todas las noches a partir de las 8:30 pm. en la calle, frente al edificio. Espero que entiendan y respeten esto, gracias. All reservations that come in on Sunday AFTER 14,30 HOURS  will be charge - 30 € Arrivals after 20 ,30 hours  to 1 am have a charge for 30€",
    "hostName": "Tratopersonal",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 2,
    "price": 60,
    "cleaningFee": 35,
    "reviewRating": 83,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/4a4d51c58f6dacda6021a6741d640a16"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Wiatr Madrid Centro 4-3",
    "space": "Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building.",
    "description": "Apartment with terrace (120m2) located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed in one of the bedrooms and two twins in the other one, plus a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building. The building has an elevato",
    "rules": "Está prohibido fumar, dar fiestas y hacer ruido o reproducir música que transcienda de la vivienda. El apartamento se encuentra en una comunidad con más viviendas, por lo que el respeto a los demás residentes es fundamental.  No incluido en el precio total el suplemento de check-in a partir de las 20h que será de 30€. Por favor, comuníquenos su hora de llegada para poder organizar su entrada, ya que no contamos con recepción 24h.  The late check-in fee is not included in the final price (30€ after 20h). Please, let us know your arrival time in order for us to arrange your check-in (we do not have a reception desk).",
    "hostName": "Patricia",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 2,
    "bedrooms": 2,
    "price": 135,
    "cleaningFee": 40,
    "reviewRating": 94,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/39db1dd1898f920f97699d7da6a09ba7"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "GRANT VII Plaza Mayor",
    "space": "Beautiful and charming apartment recently decorated, exterior and fully equipped. It has one bedroom with double bed or two twin beds (optional) and double sofa bed at the living room. Facilities: heating, air conditioning, linen & towels, fridge/freezer, microwave, dishwasher, oven, vitro, kitchenware, crockery, toaster, electric coffee machine, kettle, washing machine, iron & ironing board, bathtub, TV and WiFi. The building has a lift and it's suitable for disable people. This apartment is located in a building where we have 8 same style and characteristic apartments. In calle Mayor, just 2 minutes away from metro Sol where you can find the best transports to visit the whole city. Close to the most touristic places: museums, Ópera and La Latina district, Gran Vía, Retiro...",
    "description": "Beautiful and charming apartment recently decorated, exterior and fully equipped. It has one bedroom with double bed or two twin beds (optional) and double sofa bed at the living room. Facilities: heating, air conditioning, linen & towels, fridge/freezer, microwave, dishwasher, oven, vitro, kitchenware, crockery, toaster, electric coffee machine, kettle, washing machine, iron & ironing board, bathtub, TV and WiFi. The building has a lift and it's suitable for disable people. This apartment is located in a building where we have 8 same style and characteristic apartments. In calle Mayor, just 2 minutes away from metro Sol where you can find the best transports to visit the whole city. Close to the most touristic places: museums, Ópera and La Latina district, Gran Vía, Retiro...",
    "rules": "Rest hours: Monday to Friday from (phone number hidden) h. Saturdays and Sundays from (phone number hidden) h. No parties are allowed in the apartments. Ensure that the TV and music are at a normal volume. Occupants should turn off the air conditioning appliances and lights before leaving the apartments. Garbage must be left in the bins provided for this purpose outside the building from 20:00 h. The apartments may only be occupied by the persons indicated. Any change must be notified to the lessor beforehand. The apartments shall be returned to the lessor in the same conditions as they were when handed over to the lessee. The cost of any damages or broken elements caused by occupants to the furniture or fittings of any apartment shall be deducted from the Deposit paid. It is forbidden to throw waste, garbage or any other object down the toilet. It is forbidden to change the furniture in the apartments.",
    "hostName": "Ximena",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 85,
    "cleaningFee": 40,
    "reviewRating": 93,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/660be0f5ebe252239ae2d39ee4fd2a08"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Apartamento 1 céntrico Sol Madrid.",
    "space": "Welcome! Come into this space designed by studio BYG, so you can enjoy Madrid and feel at the same time like you're at home. Its very special, privileged location places you in the epicentre of the capital, close to all the interesting places Madrid has to offer. Cinemas, theatres, restaurants, bars, shops, art galleries and all kinds of venues are a few minutes away on foot, some of them even right next to the apartment. Apart from all the usual conveniences, in the apartments you'll find very special details we hope you'll like. There will be exhibitions from different artists, photography, etchings or paintings you can buy and that we'll send as soon as the exhibition is over or, in some instances, you may be able to take with you. Just say so and the work will be yours. This is a practical guide for the use of the apartment and also contains information on places of interest as well as a series of recommendations. Reading them will only take a few minutes of your time and will make",
    "description": "Come into this space designed by studio BYG, so you can enjoy Madrid and feel at the same time like you're at home. Its very special, privileged location places you in the epicentre of the capital,close to all the interesting places in Madrid. Welcome! Come into this space designed by studio BYG, so you can enjoy Madrid and feel at the same time like you're at home. Its very special, privileged location places you in the epicentre of the capital, close to all the interesting places Madrid has to offer. Cinemas, theatres, restaurants, bars, shops, art galleries and all kinds of venues are a few minutes away on foot, some of them even right next to the apartment. Apart from all the usual conveniences, in the apartments you'll find very special details we hope you'll like. There will be exhibitions from different artists, photography, etchings or paintings you can buy and that we'll send as soon as the exhibition is over or, in some instances, you may be able to take with you. Just say so",
    "rules": "Please remember you must leave the apartment in the same conditions of order and cleanliness you found it on arrival. You can leave your garbage in a can there's downstairs, in the entrance, behind the door that's on the right hand of the lift. The door is always open. The number of people that occupy the apartment must be the same as stated in your reservation. If this is not the case, we will ask you to leave the apartment and offer no compensation. If you disturb the building's neighbours by making noise or playing loud music, we will kindly ask you to immediately stop the noise, in case a second warning is needed, we are authorised to ask the client and his or her partners to abandon the apartment immediately without a refund, and if a police fine results, facing it will be the client's responsibility. Check in time is 14:00 and check-out is 12:00, if you need a late check-out you must ask for it beforehand and it will entail a small fee. We'll be delighted to help you in everythin",
    "hostName": "Alicia",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 83,
    "cleaningFee": 15,
    "reviewRating": 91,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/b5c29c61928b29b051791b3db2d03590"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "GRANT VIII Plaza Mayor",
    "space": "Beautiful and charming apartment recently decorated, exterior and fully equipped. It has one bedroom with double bed or two twin beds (optional) and double sofa bed at the living room. Facilities: heating, air conditioning, linen & towels, fridge/freezer, microwave, dishwasher, oven, vitro, kitchenware, crockery, toaster, electric coffee machine, kettle, washing machine, iron & ironing board, bathtub, TV and WiFi. The building has a lift and it's suitable for disable people. This apartment is located in a building where we have 8 same style and characteristic apartments. In calle Mayor, just 2 minutes away from metro Sol where you can find the best transports to visit the whole city. Close to the most touristic places: museums, Ópera and La Latina district, Gran Vía, Retiro...",
    "description": "Beautiful and charming apartment recently decorated, exterior and fully equipped. It has one bedroom with double bed or two twin beds (optional) and double sofa bed at the living room. Facilities: heating, air conditioning, linen & towels, fridge/freezer, microwave, dishwasher, oven, vitro, kitchenware, crockery, toaster, electric coffee machine, kettle, washing machine, iron & ironing board, bathtub, TV and WiFi. The building has a lift and it's suitable for disable people. This apartment is located in a building where we have 8 same style and characteristic apartments. In calle Mayor, just 2 minutes away from metro Sol where you can find the best transports to visit the whole city. Close to the most touristic places: museums, Ópera and La Latina district, Gran Vía, Retiro...",
    "rules": "Beautiful and charming apartment recently decorated, exterior and fully equipped. It has one bedroom with double bed or two twin beds (optional) and double sofa bed at the living room. Facilities: heating, air conditioning, linen & towels, fridge/freezer, microwave, dishwasher, oven, vitro, kitchenware, crockery, toaster, electric coffee machine, kettle, washing machine, iron & ironing board, bathtub, TV and WiFi. The building has a lift and it's suitable for disable people. This apartment is located in a building where we have 8 same style and characteristic apartments. In calle Mayor, just 2 minutes away from metro Sol where you can find the best transports to visit the whole city. Close to the most touristic places: museums, Ópera and La Latina district, Gran Vía, Retiro...",
    "hostName": "Ximena",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 85,
    "cleaningFee": 40,
    "reviewRating": 50,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/710a4d2976c9e5563b98ddc2796c4fa8"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Wiatr Madrid Centro 3-3",
    "space": "Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The living room balconies face Calle Coloreros. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building.",
    "description": "Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The living room balconies face Calle Coloreros. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building. The building has an elevator (afte",
    "rules": "Esta totalmente prohibido hacer fiestas o producir ruidos  voces o musica que trasciendan del piso De lunes a martes se podrá alquilar dos días  La calefacción esta programada, no es necesario modificarla. El agua caliente sanitaria sale al abrir el grifo. Por favor al salir de la casa comprueben que  dejan todas las luces apagadas, el aire acondicionado también apagado y los grifos cerrados. La basura se puede bajar a la portería de lunes a viernes.",
    "hostName": "Patricia",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 2,
    "bedrooms": 2,
    "price": 130,
    "cleaningFee": 40,
    "reviewRating": 95,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/ca09dca0264714f402ec33c0e81a8f3f"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Corporate stays at the Eurobuilding II",
    "space": "This apartment, with its 70’s retro look, is located in one of the highest buildings in the city and has all the comforts to make yours a perfect stay. The living room has a sofa bed for one, a dining table for four, flat screen TV and exit to a lovely terrace where one can chill out after a hard day’s work. The bedroom has two comfy twin beds (100 x 200 cm) that may be turned into a double bed if necessary,  large windows – as does the living room – and connects with the bathroom equipped with bathtub and bidet. The kitchen has all appliances and equipment necessary. The flat has ample closets and storage space, and parquet flooring. Our clients can benefit from the additional services offered by the building: gym with spa and swimming pool, parking, room service, three high standard restaurants, cafeteria and a 24 hour reception. These services are not included in the price but, please, consult with us if you are interested. We will be delighted to advise you.",
    "description": "Spacious and comfortable apartment located in the Eurobuilding complex, perfect for business trips. This apartment, with its 70’s retro look, is located in one of the highest buildings in the city and has all the comforts to make yours a perfect stay. The living room has a sofa bed for one, a dining table for four, flat screen TV and exit to a lovely terrace where one can chill out after a hard day’s work. The bedroom has two comfy twin beds (100 x 200 cm) that may be turned into a double bed if necessary,  large windows – as does the living room – and connects with the bathroom equipped with bathtub and bidet. The kitchen has all appliances and equipment necessary. The flat has ample closets and storage space, and parquet flooring. Our clients can benefit from the additional services offered by the building: gym with spa and swimming pool, parking, room service, three high standard restaurants, cafeteria and a 24 hour reception. These services are not included in the price but, please",
    "rules": "- - En principio, las entradas a los apartamentos serán a las 3.00 pm, aunque siempre que sea posible, se podrá entrar antes. También se podrán hacer entradas a cualquier hora de la tarde y de la noche, aunque en este caso, habrá un suplemento extra de 20 euros, de 8.00 pm a 00.00 h; y de 40 euros a partir de las 00.00 horas.",
    "hostName": "Ximena",
    "property": "Apartment",
    "capacity": 3,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 120,
    "cleaningFee": 50,
    "reviewRating": 100,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/06405fe92b9cc003b2d8c90987c56315"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Apartment in Center of Madrid 5-3",
    "space": "Exterior penthouse apartment with 11m2 terrace located in the heart of Madrid. This 1 bedroom apartment has 2 twin beds, a double bed sofa in the living room and a bathroom inside the bedroom. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. There is a stair at the entrance of the apartment and to access the bed-sofa. From the terrace one can enjoy a great view of the city, including the Royal Theatre and part of the Royal Palace. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building.",
    "description": "Exterior luxury apartment with terrace located in the heart of Madrid. This 1 bedroom apartment has 2 twin beds, a double bed sofa in the living room and a bathroom inside the bedroom. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. Exterior penthouse apartment with 11m2 terrace located in the heart of Madrid. This 1 bedroom apartment has 2 twin beds, a double bed sofa in the living room and a bathroom inside the bedroom. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. There is a stair at the entrance of the apartment and to access the bed-sofa. From the terrace one can enjoy a great view of the city, including the Royal Theatre and part of the Royal Palace. We are located right in the middle of downtown Madrid, just a few",
    "rules": "Se prohibe dar fiestas o poner música. Las normales de cualquier comunidad de  alto nivel. El respeto y educación que proporcionan una buena cultura.  No incluido en el precio total el suplemento de retraso en el check in que será de 30 € si llega después de las 21h o de 50€ si llega después de la medianoche. Si va a llegar más tarde de las 21h,póngase en contacto con nosotros. There is a late check-in fee, by which guests must pay 30 EUROS if arriving after 21:00 or 50 EUROS in case you arrive after 00:00. It must be paid in cash at the arrival moment.",
    "hostName": "Patricia",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 110,
    "cleaningFee": 40,
    "reviewRating": 95,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/6f6262f7d60051ffc0ff878c2222f614"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "AVENIDA AMERICA APARTMENT",
    "space": null,
    "description": "Luxury apartment in the heart of Barrio Salamanca with WIFI!Best location 20 min from Ciudad Universitaria by Metro 20 min walking from IE Business School.20 min by bus from the airport directly in front of door.Restaurants coffee shops parks cinemas shopping centers and more! check in after 22pm - 30 euros additional charge.",
    "rules": "This is a non smoker apartment. It is not allowed to invite a non guest to come to the apartment. We love pets, but to keep cleanliness of the home they are not allowed Pay attention to the silence of the home especially at night. It may have someone sleeping Lets keep the cleanliness of the kitchen and the bath after use. If you loose the keys we borrow the guest will be charged with 50 Euros. KEEP HAPPY AND ENJOY MADRID",
    "hostName": "Alejandra",
    "property": "Apartment",
    "capacity": 9,
    "bathrooms": 1.5,
    "bedrooms": 3,
    "price": 85,
    "cleaningFee": 30,
    "reviewRating": 70,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/5b77ae11cb143109b1e19d0e491475ec"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "March Best Offer Bright Gran Vía-Fuencarral SON",
    "space": "The house is located on the 4th floor of a building with elevator, very bright and quiet. The apartment is newly renovated, has 3 bedrooms (2 with double bed), living room, 2 bathrooms and separate and fully equipped kitchen. Features a TV. It is located in the quiet street behind Gran Via in the popular district of Malasaña, and perpendicular to Fuencarral street, close to the best restaurants, the best bars, museums and theaters. This is one of the best areas for shopping and going out.  Only 5 minutes from the Puerta del Sol, 15 minutes from the Prado, Thyssen and the Plaza de Cibeles. Perfect for couples, groups of friends or families. Public Transport Gran Via Metro just 1 minute and suburban Sol just 5 minutes. Tourist bus stop just 2 min. on Gran Via. Also bus from the airport stop at Cibeles , witch is just 5 minutres walk from our home.",
    "description": "Bright apartment on the 4th floor with elevator. Behind the Telefónica building, corner of Gran Via and Fuencarral. With capacity up to 5 adults or 4 adults and 2 children. Meet the coolest part of Madrid! The house is located on the 4th floor of a building with elevator, very bright and quiet. The apartment is newly renovated, has 3 bedrooms (2 with double bed), living room, 2 bathrooms and separate and fully equipped kitchen. Features a TV. It is located in the quiet street behind Gran Via in the popular district of Malasaña, and perpendicular to Fuencarral street, close to the best restaurants, the best bars, museums and theaters. This is one of the best areas for shopping and going out.  Only 5 minutes from the Puerta del Sol, 15 minutes from the Prado, Thyssen and the Plaza de Cibeles. Perfect for couples, groups of friends or families. Public Transport Gran Via Metro just 1 minute and suburban Sol just 5 minutes. Tourist bus stop just 2 min. on Gran Via. Also bus from the airport",
    "rules": "The apartment has been made with lots of love for you to have a nice stay The Schedule to Check In is from 15h to 20h. From 20h to 23h a 30€ fee will be paid and from 23h a 50€ fee. This fee should be paid at the Check In, upon arrival. Enter before 15h, may incur additional charges The Check Out time is before 11h, if you want to leave the apartment later must be requested in advance and based on availability, I will be happy to help you. It may incur additional charges Remember that the apartment must be returned in the same conditions of order and cleanliness upon arrival I beg that out the trash every day, with special care in the summer months It is important to respect the number of people who will occupy the apartment, whose number should never exceed stipulated in the booking. Otherwise the customer will be asked to immediately vacate the apartment without compensation Please be kind to the rest of the neighbours, in the event that discomfort generated by noise or loud music, k",
    "hostName": "Leticia&Fer",
    "property": "Apartment",
    "capacity": 5,
    "bathrooms": 2,
    "bedrooms": 3,
    "price": 79,
    "cleaningFee": 50,
    "reviewRating": 81,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/2301c6d905377f2382610236c2eef932"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "SOL apartment, central city",
    "space": "Apartamento totalmente equipado con capacidad para seis personas. Hay una habitación con una cama de matrimonio, una habitación con dos camas individuales y un espacioso salón con una sofá cama para dos. Tiene una cocina con todos los utensilios necesarios: lavadora, tostadora, cafetera... y un baño",
    "description": "Estamos aquí para hacerle la estancia a los y huéspedes lo más agradable posible, por lo que no debéis dudar en preguntarnos cualquier cosa con respecto a la vivienda o con respecto a Madrid, sí necesitáis algún consejo sobre dónde comer, qué visitar, cómo llegar a cualquier lado... La hora de entrada y salida es semiflexible, siempre y cuando no haya reservas para ese mismo día. Sí las hay: -check in se realizará a partir de las 14:00h. A partir de las 21:00h tendrá un coste adicional de 10 euros, después de las 00:00h tendrá un coste de 20 euros  -checkout hasta las 12:00h",
    "rules": "Queremos que los huéspedes se sientan en su casa y disfruten de ella como tal. No hay normas más allá de las que apelan al sentido común: cuidar los muebles, no hacer demasiado ruido, respetar el descanso de los vecinos...",
    "hostName": "Laura",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 1,
    "bedrooms": 2,
    "price": 50,
    "cleaningFee": 30,
    "reviewRating": 86,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/839cd9fc07746142e821e888c69aed4b"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Wiatr Madrid Centro 3-2",
    "space": "Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It also has a double bed-sofa in the living room. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The living room balconies face Calle Mayor. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building.",
    "description": "Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It also has a double bed-sofa in the living room. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It also has a double bed-sofa in the living room. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The living room balconies face Calle Mayor. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite i",
    "rules": "Esta prohibido hacer fiestas. El comportamiento comportamiento normal que se espera de cualquier persona con cultura y educación.  No incluido en el precio total el suplemento de retraso en el check in que será de 30 € si llega después de las 21h o de 50€ si llega después de la medianoche. Si va a llegar más tarde de las 21h,póngase en contacto con nosotros. There is a late check-in fee, by which guests must pay 30 EUROS if arriving after 21:00 or 50 EUROS in case you arrive after 00:00. It must be paid in cash at the arrival moment.  ﾊｳｽﾙｰﾙ 雑音:*深夜はお静かにお願いします*  *昼間も近所迷惑にならない様､大勢での集まり､騒ぎはお断りします*",
    "hostName": "Patricia",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 2,
    "bedrooms": 2,
    "price": 120,
    "cleaningFee": 40,
    "reviewRating": 96,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/2828f5ed0cf5185ceb804bd4ecf495a5"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "PRECIOSO ATICO JUNTO AL PALACIO Y LA GRAN VÍA",
    "space": "The apartment is located on the top floor of an magnificent building recently built but in classic style. It features a large living/dining room with two balconies looking out over the street, a bedroom with other balcony, a separate fully equipped kitchen, a fully fitted bathroom with shower and a spacious terrace 30m2 , with table and chairs. If you come by car, there are parking in the same building. From their balconies, we can see the famous \"Café de Chinitas\" one of the most important flamenco shows in Madrid, where, in addition to seeing the Spanish dancing, guests can enjoy a typical dinner. And if you want to try the Paella, just a few meters away the best place to eat: \"La Paella Real\" in the Opera Square. The apartment is perfectly located in the centre of Madrid,  beside the famous Gran Vía boulevard, full of theaters, musical, movies and nightclubs, and the most important shopping area . Furthermore, the Royal Palace and the older area of Madrid, retaining many fine featur",
    "description": "The apartment is located on the top floor of an magnificent building recently built but in classic style. It features a large living/dining room with two balconies looking out over the street, a bedroom with other balcony, a separate fully equipped kitchen, a fully fitted bathroom with shower and a spacious terrace 30m2 , with table and chairs. If you come by car, there are parking in the same building. From their balconies, we can see the famous \"Café de Chinitas\" one of the most important flamenco shows in Madrid, where, in addition to seeing the Spanish dancing, guests can enjoy a typical dinner. And if you want to try the Paella, just a few meters away the best place to eat: \"La Paella Real\" in the Opera Square. The apartment is perfectly located in the centre of Madrid,  beside the famous Gran Vía boulevard, full of theaters, musical, movies and nightclubs, and the most important shopping area . Furthermore, the Royal Palace and the older area of Madrid, retaining many fine featur",
    "rules": "When arriving in Madrid please phone to inform us about your arrival at least 55 minutes in advance. If coming by plane, please call once you have claimed your luggage so that our staff has time enough to go and wait for you in the apartment. ARRIVAL AFTER 20.30€ TO 1AM  HAVE A CHARGE FOR 30€ PAYED CASH ON ARRIVAL. The check in on Sunday after 14,30 have a charge for 30€. IT IS STRICTLY FORBIDDEN TO MAKE  PARTY IN  THE APARTMENT!!!!!  Por favor ,No dejéis las bolsas de basura en el edificio ,a la entrada. El cubo de basura es cada noche despues de las 8.30 pm frente del edificio. Please Do not leave garbage bags in the building at the entrance. The garbage bin is every night after 8:30 pm in front of the building.",
    "hostName": "Tratopersonal",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 70,
    "cleaningFee": 35,
    "reviewRating": 85,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/9fd3b1908a674aa2a9356417ec08c790"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "GRANT I Plaza Mayor",
    "space": "Beautiful and charming apartment recently decorated, exterior and fully equipped. It has one bedroom with double bed or two twin beds (optional) and double sofa bed at the living room. Facilities: heating, air conditioning, linen & towels, fridge/freezer, microwave, dishwasher, oven, vitro, kitchenware, crockery, toaster, electric coffee machine, kettle, washing machine, iron & ironing board, bathtub, TV and WiFi. The building has a lift and it's suitable for disable people. This apartment is located in a building where we have 8 same style and characteristic apartments. In calle Mayor, just 2 minutes away from metro Sol where you can find the best transports to visit the whole city. Close to the most touristic places: museums, Ópera and La Latina district, Gran Vía, Retiro...",
    "description": "Beautiful and charming apartment recently decorated, exterior and fully equipped. It has one bedroom with double bed or two twin beds (optional) and double sofa bed at the living room. Facilities: heating, air conditioning, linen & towels, fridge/freezer, microwave, dishwasher, oven, vitro, kitchenware, crockery, toaster, electric coffee machine, kettle, washing machine, iron & ironing board, bathtub, TV and WiFi. The building has a lift and it's suitable for disable people. This apartment is located in a building where we have 8 same style and characteristic apartments. In calle Mayor, just 2 minutes away from metro Sol where you can find the best transports to visit the whole city. Close to the most touristic places: museums, Ópera and La Latina district, Gran Vía, Retiro...",
    "rules": "Rest hours: Monday to Friday from (phone number hidden) h. Saturdays and Sundays from (phone number hidden) h. No parties are allowed in the apartments. Ensure that the TV and music are at a normal volume. Occupants should turn off the air conditioning appliances and lights before leaving the apartments. Garbage must be left in the bins provided for this purpose outside the building from 20:00 h. The apartments may only be occupied by the persons indicated. Any change must be notified to the lessor beforehand. The apartments shall be returned to the lessor in the same conditions as they were when handed over to the lessee. The cost of any damages or broken elements caused by occupants to the furniture or fittings of any apartment shall be deducted from the Deposit paid. It is forbidden to throw waste, garbage or any other object down the toilet. It is forbidden to change the furniture in the apartments.",
    "hostName": "Ximena",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 85,
    "cleaningFee": 40,
    "reviewRating": 88,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/6548b59c95a0927401a4118452b0143c"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Wiatr Madrid Centro 4-2",
    "space": "Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, Smart TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The living room balconies face Calle Mayor. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building.",
    "description": "Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, Smart TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, Smart TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The living room balconies face Calle Mayor. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building. The building has an elevat",
    "rules": "Está prohibido fumar, dar fiestas y hacer ruido o reproducir música que transcienda de la vivienda. El apartamento se encuentra en una comunidad con más viviendas, por lo que el respeto a los demás residentes es fundamental.  No incluido en el precio total el suplemento de check-in a partir de las 20h que será de 30€. Por favor, comuníquenos su hora de llegada para poder organizar su entrada, ya que no contamos con recepción 24h.  The late check-in fee is not included in the final price (30€ after 20h). Please, let us know your arrival time in order for us to arrange your check-in (we do not have a reception desk).",
    "hostName": "Patricia",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 2,
    "bedrooms": 2,
    "price": 140,
    "cleaningFee": 40,
    "reviewRating": 100,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/5cabce7c572ae16e90b5cd3a6cd4e036"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "BEST AREA OF MADRID APARTMENT",
    "space": null,
    "description": "Nice apartment in the heart of the city close to everything with FREE HIGHSPEED WIFI. Check in after 10pm additional charge 30 euros.",
    "rules": "This is a non smoker apartment. It is not allowed to invite a non guest to come to the apartment. We love pets, but to keep cleanliness of the home they are not allowed Pay attention to the silence of the home especially at night. It may have someone sleeping Lets keep the cleanliness of the kitchen and the bath after use. If you loose the keys we borrow the guest will be charged with 50 Euros. KEEP HAPPY AND ENJOY MADRID",
    "hostName": "Alejandra",
    "property": "Apartment",
    "capacity": 7,
    "bathrooms": 1,
    "bedrooms": 3,
    "price": 85,
    "cleaningFee": 40,
    "reviewRating": 85,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/14fe998e9c24702409816a172cf51537"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Wiatr Madrid Cibeles 4-5",
    "space": "Interior luxury apartment (50m2) very peaceful. This 1 bedroom apartment located in the privileged neighborhood of Salamanca has a queen sized bed (160x200) and a bathroom. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. The apartment is located in a superb area of Madrid, between Plaza de Cibeles and Puerta de Alcalá. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building.",
    "description": "Bright interior apartament, in the best neighborhood of Madrid.50m2,FREE wifi,bedroom with a double bed(160x2) and a bedsofa in the livingroom. Right between Puerta de Alcala and Cibeles. Includes hairdryer, fully equiped kitchen,bed linen and towels Interior luxury apartment (50m2) very peaceful. This 1 bedroom apartment located in the privileged neighborhood of Salamanca has a queen sized bed (160x200) and a bathroom. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. The apartment is located in a superb area of Madrid, between Plaza de Cibeles and Puerta de Alcalá. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building. The building has an elevator (after a few steps at the main entrance) and doorkeeper from 9h to 14h and from 17h to 20h. W",
    "rules": "Está prohibido fumar, dar fiestas y hacer ruido o reproducir música que transcienda de la vivienda. El apartamento se encuentra en una comunidad con más viviendas, por lo que el respeto a los demás residentes es fundamental.  No incluido en el precio total el suplemento de check-in a partir de las 20h que será de 30€. Por favor, comuníquenos su hora de llegada para poder organizar su entrada, ya que no contamos con recepción 24h.  The late check-in fee is not included in the final price (30€ after 20h). Please, let us know your arrival time in order for us to arrange your check-in (we do not have a reception desk).",
    "hostName": "Patricia",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 85,
    "cleaningFee": 30,
    "reviewRating": 94,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/d7d4eb0d91fd3882bd8c990faccecef1"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "March Best Offer Design Madrid Puerta del Sol 3C",
    "space": "The apartment consists of open plan kitchen, living room, 2 bathrooms with shower and two spacious bedrooms. It is newly renovated and furnished with modern, minimalist style. The appliances are modern and are perfectly integrated into the design. The bedrooms are spacious and bright with double glazing",
    "description": "Located on Calle Preciados, this property has two large shopping centers a few hundred meters away, cafes, restaurants and shops of the most important firms along the 318 meters of street From Monday to Friday, there're works in building next door The apartment consists of open plan kitchen, living room, 2 bathrooms with shower and two spacious bedrooms. It is newly renovated and furnished with modern, minimalist style. The appliances are modern and are perfectly integrated into the design. The bedrooms are spacious and bright with double glazing Located on the main pedestrian street of the capital, this property sits between two large shopping malls a few steps away, cafes, restaurants and shops of the biggest names along its 300 meters We help them to know Madrid and we are available during your stay. Cot service available on request The property is located a few meters from the famous Spanish capital, the  mythical Puerta del Sol clock  Areas for bars, food, sightseeing, museums. Be",
    "rules": "El apartamento se ha realizado con mucho cariño para que tu estancia en él sea muy agradable ES OBLIGATORIO PRESENTAR DOCUMENTACIÓN OFICIAL DE TODOS LOS OCUPANTES El horario de entrada será desde las 15h a las 22h. A partir de las 22h se cobrará un suplemento de 30€, que se abonará a la llegada a la entrega de las llaves. Entrar antes de las 15h puede conllevar un suplemento El horario de salida será antes de las 11h, si deseas abandonar el apartamento más tarde deberás solicitarlo con antelación y en base a la disponibilidad estaremos encantados de ayudarte. Puede conllevar un suplemento Recuerda que el apartamento debe ser devuelto en las mismas condiciones de orden y limpieza que a tu llegada Ruego que saques la basura todos los días, con especial cuidado en los meses de verano Es importante respetar el número de personas que ocuparán el apartamento, cuyo número nunca debe de sobrepasar el estipulado en la reserva. En caso contrario se pedirá al cliente el desalojo inmediato del apa",
    "hostName": "Leticia&Fer",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 2,
    "bedrooms": 2,
    "price": 112,
    "cleaningFee": 50,
    "reviewRating": 90,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/94044b822ec9b9b3d0dcb588ceef96ed"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Wiatr Madrid Centro 3-1",
    "space": "Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The living room balconies face Calle Mayor. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building.",
    "description": "Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The living room balconies face Calle Mayor. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building. The building has an elevator (after a",
    "rules": "Está prohibido fumar, dar fiestas y hacer ruido o reproducir música que transcienda de la vivienda. El apartamento se encuentra en una comunidad con más viviendas, por lo que el respeto a los demás residentes es fundamental.  No incluido en el precio total el suplemento de check-in a partir de las 20h que será de 30€. Por favor, comuníquenos su hora de llegada para poder organizar su entrada, ya que no contamos con recepción 24h.  The late check-in fee is not included in the final price (30€ after 20h). Please, let us know your arrival time in order for us to arrange your check-in (we do not have a reception desk).",
    "hostName": "Patricia",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 2,
    "bedrooms": 2,
    "price": 130,
    "cleaningFee": 40,
    "reviewRating": 96,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/40073daad0de20114a3bdb69683e8536"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "LA LATINA STAR, 3 ROOMS, 2 BATHS",
    "space": "WIFI FREE. Beautiful apartment completely new, Fully equiped. 90 squared meters of good taste. It has a bedroom with a double bed, another two rooms with single or double bed, two bathrooms and kitchen.  It has TV, air conditioning and heating. It Has a microwave,  washing machine, fridge, dishwasher, hair-dryer, toilet soap, towels, bedding, kitchenware, books,,,,",
    "description": "WIFI FREE. Beautiful apartment completely new, Fully equiped. In the city center. 3 bedrooms, 2 bathrooms, elevator, AC, WIFI... I have put my knowledge, passion and experience in this apartment. ENJOY IT!! WIFI FREE. Beautiful apartment completely new, Fully equiped. 90 squared meters of good taste. It has a bedroom with a double bed, another two rooms with single or double bed, two bathrooms and kitchen.  It has TV, air conditioning and heating. It Has a microwave,  washing machine, fridge, dishwasher, hair-dryer, toilet soap, towels, bedding, kitchenware, books,,,, 2 sets of keys Do not hesitate to contact me if you need assistance during your stay It is located in Amparo street. Next to Tirso de Molina square,  five minutes walking from Plaza Mayor and La latina square  The Plaza Mayor is the soul of Madrid, full of cultural activities, la Latina square is the perfect zone to live the day (tapas) and the night (drinks). Is located near the Royal Palace, the Opera Palace, the San Mi",
    "rules": "The guest under the reservation is placed, is the one that shall be responsible for their behavior and the behavior of all the persons accompanying him, the conduct must be correct and proper under the rules listed below. - Do not leave garbage bags on the apartment, every night there are gray containers with orange top on the street. The last night is very important, we cannot leave trash anywhere in the morning. - “If you cook – you clean” (the apartment includes dishwasher) - Respect the rest of the neighbors. Making noise on the stairs or in the apartment: Monday to Friday from 10:00 pm to 8:00 am and on weekends and public holidays from 00:00 to 09:30 am. There is a law against noise in Madrid, with fines in cash up to 300 euros. -The Parties are prohibited and will be grounds for termination of the contract and the immediate expulsion without refund. - No smoking inside the house is allowed. However, you can smoke in the balcony, but you cannot throw cigarettes on the street. - I",
    "hostName": "Marta Y Michelle",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 2,
    "bedrooms": 3,
    "price": 128,
    "cleaningFee": 25,
    "reviewRating": 97,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/7b3c4802279e91924e0f347587397825"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Zona Palacio, céntrico Madrid (J)",
    "space": "Bienvenid@s a Casa Prudencia. En una calle tranquila y segura, situada detrás de la bulliciosa calle de Gran Vía, se encuentra este luminoso apartamento loft perteneciente a un edificio renovado de 1864. Muebles actuales se combinan con otros de principios s. XX, dotados de una segunda vida, para crean un espacio cálido y agradable, refugio de las desenfrenadas jornadas que ofrece la ciudad de Madrid, la verdadera ciudad que nunca duerme. En un segundo piso y distribuidos en una planta abierta de 50m cuenta con una zona dormitorio (cama de matrimonio, armarios empotrados y un gran espejo), una zona salón (gran sofá-cama con chaise-longe, mesa abatible y televisor con TDT y entrada de USB y HDMI) y una zona cocina (vitrocerámica, microondas, tostadora, hervidor de agua, nevera/frigorífico y menaje completo de cocina, además de té y cafe que te esperarán a su llegada). El cuarto de baño de diseño, con amplia ducha, un espejo de aumento y secador, completa este  original apartamento. Posi",
    "description": "Bienvenid@s a Casa Prudencia. En una calle tranquila y segura, situada detrás de la bulliciosa calle de Gran Vía, se encuentra este luminoso apartamento loft perteneciente a un edificio renovado de 1864. Muebles actuales se combinan con otros de principios s. XX, dotados de una segunda vida, para crean un espacio cálido y agradable, refugio de las desenfrenadas jornadas que ofrece la ciudad de Madrid, la verdadera ciudad que nunca duerme. En un segundo piso y distribuidos en una planta abierta de 50m cuenta con una zona dormitorio (cama de matrimonio, armarios empotrados y un gran espejo), una zona salón (gran sofá-cama con chaise-longe, mesa abatible y televisor con TDT y entrada de USB y HDMI) y una zona cocina (vitrocerámica, microondas, tostadora, hervidor de agua, nevera/frigorífico y menaje completo de cocina, además de té y cafe que te esperarán a su llegada). El cuarto de baño de diseño, con amplia ducha, un espejo de aumento y secador, completa este  original apartamento. Posi",
    "rules": "Check in time is 14:00 and check-out is 12:00. If you need a late check-out you must ask for it beforehand and it will entail a small fee. We´ll be delighted to help you in everything we can. . Please, remember you must leave the apartment in the same conditions of order and cleanliness you found it on arrival.  . You can leave your garbage in a can there´s downstairs, in the entrance. . The number of people that occupy the apartment must be the same as stated in your reservation. If this is not the case, we will ask you to leave teh apartmetn and offer no compensation. . If you disturb the building´s neighbours by making noise or playing loud music, we will kindly ask you to immediately stop the noise, in case a second warning is needed, we are authorised to ask the client and his or her partners to abandon the apartment immediately without a refund, and if plice fine results, facing it will be teh client´s responsibility. . We´ve decorated the apartments with all our love so take ca",
    "hostName": "Alicia",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 76,
    "cleaningFee": 15,
    "reviewRating": 92,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/c65513e2c69bdc7a2fff4dd24296e2eb"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Best Location, Desing & Price",
    "space": "Beautiful apartment located in the heart of Madrid. Recently renovated with the finest materials by renowned architect Manuel Ocaña.  Chic, modern, bright and very comfortable. Green is the star of the house, grounds, woods and some walls are stained it. It has a large living room comfortable and decorated with hanging lamps, industrial centers and ancient wooden beams have been preserved. The sofa converts into a bed (10 cm wide). It also has a dining room where you can enjoy magnificent views of the Royal Palace. The kitchen is modern and fully equipped with everything needed for a perfect stay. A nice green bar with stools makes this stay perfect place for breakfast. The warm double room with bath communicates through an original and asymmetrical window. The bathroom is modern and has a spectacular view huge stone shower. Every piece of furniture, photography and home box is carefully chosen staff and design and antique shops.  The situation of the house is excellent, located in the",
    "description": "Beautiful apartment located in the heart of Madrid. Recently renovated with the finest materials by renowned architect Manuel Ocaña.  Chic, modern, bright and very comfortable. Green is the star of the house, grounds, woods and some walls are stained it. It has a large living room comfortable and decorated with hanging lamps, industrial centers and ancient wooden beams have been preserved. The sofa converts into a bed (10 cm wide). It also has a dining room where you can enjoy magnificent views of the Royal Palace. The kitchen is modern and fully equipped with everything needed for a perfect stay. A nice green bar with stools makes this stay perfect place for breakfast. The warm double room with bath communicates through an original and asymmetrical window. The bathroom is modern and has a spectacular view huge stone shower. Every piece of furniture, photography and home box is carefully chosen staff and design and antique shops.  The situation of the house is excellent, located in the",
    "rules": "I hope you have a great stay while you are at my place. And I hope you feel at home there. So just treat the house like you would treat yours. Be nice to the neighbors like you´d be to yours. And, please enjoy the flat and the city.",
    "hostName": "Fernando",
    "property": "Apartment",
    "capacity": 2,
    "bathrooms": 1.5,
    "bedrooms": 1,
    "price": 74,
    "cleaningFee": 35,
    "reviewRating": 94,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/f3efacc15131da417d1f2453a2d587f4"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "PLAZA MAYOR COMFORT V, Madrid",
    "space": "A lovely, original duplex for 3 people located on the fifth floor of a refurbished building provided with a lift and fantastic views. The apartment enjoys a unique atmosphere thanks to a tasteful décor that sets off the exposed wooden beams against the white, pristine walls. The lay-out is no doubt the most striking feature of all, with two small single bedrooms nestled on the upper floor. The modern, fully-equipped kitchen opens into a living area provided with a dining table that seats 3 next to a window with views over a pedestrian street and the city rooftops. The apartment has been refurbished with top quality finishes, creating both a practical and welcoming ambience. Besides, it offers high levels of sound insulation, which makes it quiet and pleasant despite its central location. The bathroom comes with a shower. It is provided with Wi-fi Internet connection, air conditioning and baggage storage facilities. A fantastic choice.",
    "description": "The apartment is located on the first floor of a completely renovated building. Finished to the highest standards of quality and provided with all the comforts of modern living, it guarantees excellence and maximum comfort. A lovely, original duplex for 3 people located on the fifth floor of a refurbished building provided with a lift and fantastic views. The apartment enjoys a unique atmosphere thanks to a tasteful décor that sets off the exposed wooden beams against the white, pristine walls. The lay-out is no doubt the most striking feature of all, with two small single bedrooms nestled on the upper floor. The modern, fully-equipped kitchen opens into a living area provided with a dining table that seats 3 next to a window with views over a pedestrian street and the city rooftops. The apartment has been refurbished with top quality finishes, creating both a practical and welcoming ambience. Besides, it offers high levels of sound insulation, which makes it quiet and pleasant despite",
    "rules": "Checkin is done at our office. The address: Calle San Marcos 9 28004 MADRID Our office hours are from 10.00 to 21.00. Late checkin (after 21.00 hours) is done in the apartment and has a surcharge of 30 euros. Guests arriving after office hours have to call ahead to inform about your arrival. No parties allowed at any part of the accommodation. Noises and volume must be controlled from 22:00 to 10:00 because all the accommodations are placed in normal neighborhoods so the rest of the people could be bothered. There are not more beds than the announced ones. The cribs are only available under petition. Smoking is not allowed. Pets are not allowed. We hope guests are polite and know how to behave. When checking out, please leave the keys on the table and take out the rubbish, if there is any generated on your stay, to the containers located out of the building.",
    "hostName": "Raquel",
    "property": "Apartment",
    "capacity": 3,
    "bathrooms": 1,
    "bedrooms": 0,
    "price": 130,
    "cleaningFee": 40,
    "reviewRating": 88,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/d148c714a29bfa7c9cbea84bbd7ceff5"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "March Best Offer Design apt in Puerta del Sol 4C",
    "space": "The apartment consists of open plan kitchen, living room, 2 bathrooms with shower and two spacious bedrooms. It is newly renovated and furnished with modern, minimalist style. The appliances are modern and are perfectly integrated into the design. The bedrooms are spacious and bright with double glazing",
    "description": "Located on Calle Preciados, this property has two large shopping centers a few hundred meters away, cafes, restaurants and shops of the most important firms along the 318 meters of street From Monday to Friday, there're works in building next door The apartment consists of open plan kitchen, living room, 2 bathrooms with shower and two spacious bedrooms. It is newly renovated and furnished with modern, minimalist style. The appliances are modern and are perfectly integrated into the design. The bedrooms are spacious and bright with double glazing Located on the main pedestrian street of the capital, this property sits between two large shopping malls a few steps away, cafes, restaurants and shops of the biggest names along its 300 meters We grant our welcome  We help them to know Madrid and we are available during your stay Cot service available on request The property is located a few meters from the famous Spanish capital, the  mythical Puerta del Sol clock  Areas for bars, food, sig",
    "rules": "The apartment has been made with lots of love for you to have a nice stay The Schedule to Check In is from 15h to 20h. From 20h to 23h a 30€ fee will be paid and from 23h a 50€ fee. This fee should be paid at the Check In, upon arrival. Enter before 15h, may incur additional charges The Check Out time is before 11h, if you want to leave the apartment later must be requested in advance and based on availability, I will be happy to help you. It may incur additional charges Remember that the apartment must be returned in the same conditions of order and cleanliness upon arrival I beg that out the trash every day, with special care in the summer months It is important to respect the number of people who will occupy the apartment, whose number should never exceed stipulated in the booking. Otherwise the customer will be asked to immediately vacate the apartment without compensation Please be kind to the rest of the neighbours, in the event that discomfort generated by noise or loud music, k",
    "hostName": "Leticia&Fer",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 2,
    "bedrooms": 2,
    "price": 99,
    "cleaningFee": 50,
    "reviewRating": 88,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/e8c05f1b7d7aa6e11f926281ed47eb00"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Ópera IV - Delon",
    "space": "The brightness of the natural lighting around the entire place is the first thing that would catch your eye. Wooden flooring and high wood beamed ceilings add to the space a warm and charming bohemian feel, as in the traditional style of this intensely musical neighborhood. The living room has two balconies overlooking the street, a large and comfortable sofa and a cosy deck chair to enjoy some reading time. An antique player piano presides the room as the main focal point but also many carefully selected decorative items are displayed all over the place. From the living room we can access to a very sunny kitchen as it has a balcony facing the street. The cooking area is fully fitted with all things needed to cook a delicious meal and there is also an inviting dining area, with a table and chairs for four people. The spacious master bedroom is designed for comfort and has a double bed, two bedside tables and ample wardrobes. The second bedroom hosts up to four people if needed. It comp",
    "description": "This very bright apartment faces a quiet street in the Opera district, right in the centre of Madrid and can accommodate up to four people. The brightness of the natural lighting around the entire place is the first thing that would catch your eye. Wooden flooring and high wood beamed ceilings add to the space a warm and charming bohemian feel, as in the traditional style of this intensely musical neighborhood. The living room has two balconies overlooking the street, a large and comfortable sofa and a cosy deck chair to enjoy some reading time. An antique player piano presides the room as the main focal point but also many carefully selected decorative items are displayed all over the place. From the living room we can access to a very sunny kitchen as it has a balcony facing the street. The cooking area is fully fitted with all things needed to cook a delicious meal and there is also an inviting dining area, with a table and chairs for four people. The spacious master bedroom is desi",
    "rules": "Rest hours: Monday to Friday from 22:00 to 9:00 h. Saturdays and Sundays from 00:00 to 10:00 h. No parties are allowed in the apartments. Ensure that the TV and music are at a normal volume. Occupants should turn off the air conditioning appliances and lights before leaving the apartments. Garbage must be left in the bins provided for this purpose outside the building from 20:00 h. The apartments may only be occupied by the persons indicated. Any change must be notified to the lessor beforehand. The apartments shall be returned to the lessor in the same conditions as they were when handed over to the lessee. The cost of any damages or broken elements caused by occupants to the furniture or fittings of any apartment shall be deducted from the Deposit paid. It is forbidden to throw waste, garbage or any other object down the toilet. It is forbidden to change the furniture in the apartments.",
    "hostName": "Ximena",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1.5,
    "bedrooms": 2,
    "price": 130,
    "cleaningFee": 50,
    "reviewRating": 95,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/ca73823ec8755052f8283485fb41ea21"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "March Best Offer Design Madrid Puerta del Sol 2C",
    "space": "The apartment consists of open plan kitchen, living room, 2 bathrooms with shower and two spacious bedrooms. It is newly renovated and furnished with modern, minimalist style. The appliances are modern and are perfectly integrated into the design. The bedrooms are spacious and bright with double glazing",
    "description": "Located on Calle Preciados, this property has two large shopping centers a few hundred meters away, cafes, restaurants and shops of the most important firms along the 318 meters of street From Monday to Friday, there're works in building next door The apartment consists of open plan kitchen, living room, 2 bathrooms with shower and two spacious bedrooms. It is newly renovated and furnished with modern, minimalist style. The appliances are modern and are perfectly integrated into the design. The bedrooms are spacious and bright with double glazing Located on the main pedestrian street of the capital, this property sits between two large shopping malls a few steps away, cafes, restaurants and shops of the biggest names along its 300 meters We help them to know Madrid and we are available during your stay. Cot service available on request The property is located a few meters from the famous Spanish capital, the  mythical Puerta del Sol clock  Areas for bars, food, sightseeing, museums. Be",
    "rules": "The apartment has been made with lots of love for you to have a nice stay The Schedule to Check In is from 15h to 20h. From 20h to 23h a 30€ fee will be paid and from 23h a 50€ fee. This fee should be paid at the Check In, upon arrival. Enter before 15h, may incur additional charges The Check Out time is before 11h, if you want to leave the apartment later must be requested in advance and based on availability, I will be happy to help you. It may incur additional charges Remember that the apartment must be returned in the same conditions of order and cleanliness upon arrival I beg that out the trash every day, with special care in the summer months It is important to respect the number of people who will occupy the apartment, whose number should never exceed stipulated in the booking. Otherwise the customer will be asked to immediately vacate the apartment without compensation Please be kind to the rest of the neighbours, in the event that discomfort generated by noise or loud music, k",
    "hostName": "Leticia&Fer",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 2,
    "bedrooms": 2,
    "price": 59,
    "cleaningFee": 50,
    "reviewRating": 86,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/f4e15186c57a294e8ecf3be7298e422b"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "GRANT III Plaza Mayor",
    "space": "Beautiful and charming apartment recently decorated, exterior and fully equipped. It has one bedroom with double bed or two twin beds (optional) and double sofa bed at the living room. Facilities: heating, air conditioning, linen & towels, fridge/freezer, microwave, dishwasher, oven, vitro, kitchenware, crockery, toaster, electric coffee machine, kettle, washing machine, iron & ironing board, bathtub, TV and WiFi. The building has a lift and it's suitable for disable people. This apartment is located in a building where we have 8 same style and characteristic apartments. In calle Mayor, just 2 minutes away from metro Sol where you can find the best transports to visit the whole city. Close to the most touristic places: museums, Ópera and La Latina district, Gran Vía, Retiro...",
    "description": "Beautiful and charming apartment recently decorated, exterior and fully equipped. It has one bedroom with double bed or two twin beds (optional) and double sofa bed at the living room. Facilities: heating, air conditioning, linen & towels, fridge/freezer, microwave, dishwasher, oven, vitro, kitchenware, crockery, toaster, electric coffee machine, kettle, washing machine, iron & ironing board, bathtub, TV and WiFi. The building has a lift and it's suitable for disable people. This apartment is located in a building where we have 8 same style and characteristic apartments. In calle Mayor, just 2 minutes away from metro Sol where you can find the best transports to visit the whole city. Close to the most touristic places: museums, Ópera and La Latina district, Gran Vía, Retiro...",
    "rules": "Rest hours: Monday to Friday from (phone number hidden) h. Saturdays and Sundays from (phone number hidden) h. No parties are allowed in the apartments. Ensure that the TV and music are at a normal volume. Occupants should turn off the air conditioning appliances and lights before leaving the apartments. Garbage must be left in the bins provided for this purpose outside the building from 20:00 h. The apartments may only be occupied by the persons indicated. Any change must be notified to the lessor beforehand. The apartments shall be returned to the lessor in the same conditions as they were when handed over to the lessee. The cost of any damages or broken elements caused by occupants to the furniture or fittings of any apartment shall be deducted from the Deposit paid. It is forbidden to throw waste, garbage or any other object down the toilet. It is forbidden to change the furniture in the apartments.",
    "hostName": "Ximena",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 85,
    "cleaningFee": 40,
    "reviewRating": 86,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/70094e55e85da3d8074c7f6de4cd19e0"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "CHUECA APARTMENT",
    "space": "La ubicación es inmejorable, a 10 minutos de la Plaza Cibeles (Parada del Autobus Aeropuerto 24 hrs). A 7 minutos de la Puerta del Sol.  A 2 minutos de la Plaza de Chueca. A 4 minutos de la calle Fuencarral. Tambien tiene un supermercado a pocos metros., así como un parking  público.  No es necesario usar el transporte público para visitar el centro Histórico.",
    "description": "Beautiful apartmen, eqquiped. The location is in the heart of Madrid, principal neighbordhood to capital, Chueca. we stay 3 streets to Gran Vía., a 2 streets to Plaza de Chueca y 7 minutes to the Puerta del Sol. Welcome!",
    "rules": "We have a little rules that would use at home  We remind you: Don't make noise after 00:00 hours, our neighbours need lots of sleep Caring the apartment as your own. Don't forget using their keys, as little as possible the intercom Don't forget turn off the lights before outside",
    "hostName": "Manuel",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 63,
    "cleaningFee": 8,
    "reviewRating": 84,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/691803718ecbe48bb865550c0381fbc1"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Plaza Mayor - Baxter I",
    "space": "Very high ceilings welcome its guests with a soothing sense of spaciousness. The main room, with a living area and kitchen, offers a nice view to the street and beautiful old style ceramic tile flooring. The living room has a comfortable sofa, a chaise longue, a TV and DVD player. The kitchen comes fully fitted with high-tech appliances and a dining table to seat up to four people. The bedroom is separated from the living room and features ample wardrobes and a very comfortable double bed. The ensuite bathroom has a walk-in shower, an electric towel warmer and all the necessary for a pleasant stay.   the area The apartment is in an unbeatable location, surrounded on all four directions by must-sees, as well as by interesting cultural and leisure offers. One direction will lead you to the Literary District, the birthplace of classical Madrid, with narrow streets and lively squares full of terraces perfect for spring days. A leisurely stroll will lead you to Plaza Mayor, with its arcs an",
    "description": "Beautiful and luminous apartment 2 minutes walking distance from Plaza Mayor. 3rd floor with lift and fully equipped. Very high ceilings welcome its guests with a soothing sense of spaciousness. The main room, with a living area and kitchen, offers a nice view to the street and beautiful old style ceramic tile flooring. The living room has a comfortable sofa, a chaise longue, a TV and DVD player. The kitchen comes fully fitted with high-tech appliances and a dining table to seat up to four people. The bedroom is separated from the living room and features ample wardrobes and a very comfortable double bed. The ensuite bathroom has a walk-in shower, an electric towel warmer and all the necessary for a pleasant stay.   the area The apartment is in an unbeatable location, surrounded on all four directions by must-sees, as well as by interesting cultural and leisure offers. One direction will lead you to the Literary District, the birthplace of classical Madrid, with narrow streets and live",
    "rules": "Rest hours: Monday to Friday from 22:00 to 9:00 h. Saturdays and Sundays from 00:00 to 10:00 h. No parties are allowed in the apartments. Ensure that the TV and music are at a normal volume. Occupants should turn off the air conditioning appliances and lights before leaving the apartments. Garbage must be left in the bins provided for this purpose outside the building from 20:00 h. The apartments may only be occupied by the persons indicated. Any change must be notified to the lessor beforehand. The apartments shall be returned to the lessor in the same conditions as they were when handed over to the lessee. The cost of any damages or broken elements caused by occupants to the furniture or fittings of any apartment shall be deducted from the Deposit paid. It is forbidden to throw waste, garbage or any other object down the toilet. It is forbidden to change the furniture in the apartments.",
    "hostName": "Ximena",
    "property": "Apartment",
    "capacity": 3,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 85,
    "cleaningFee": 40,
    "reviewRating": 90,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/eb5232edade52bffb2ee8f81daaa8a66"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Wiatr Madrid Centro 5-1",
    "space": "Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has two bedrooms (one with a double bed and the other with two twins) and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The living room balconies face Calle Mayor. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building.",
    "description": "Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has two bedrooms (one with a double bed and the other with two twins) and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has two bedrooms (one with a double bed and the other with two twins) and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The living room balconies face Calle Mayor. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its l",
    "rules": "Throwing PARTIES or making LOUD NOISES is forbidden. Please, respect your neighbors. There is a late check-in fee, by which guests must pay 30 EUROS if arriving after 21:00 or 50 EUROS in case you arrive after 00:00. It must be paid in cash at the arrival moment.",
    "hostName": "Patricia",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 2,
    "bedrooms": 2,
    "price": 130,
    "cleaningFee": 40,
    "reviewRating": 94,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/1ded3b519fbab7c934def6bbbfd3570b"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Gran Via Jardines Estudio",
    "space": null,
    "description": "Un Estudio moderno en el centro de Madrid. Todos sitios de interés están en unos minutos andando. El alojamiento tiene la cocina equipada, el baño con la ducha, acceso wi-fi gratis, la pantalla de la tele. En el mismo edificio está parking público. Se cargara un suplemento de 30 € adicionales por animales domésticos.",
    "rules": "¡Bienvenidos a nuestra casa! Welcome to our home! Мы рады приветствовать Вас в нашем доме! Herzlich willkommen in unserem Haus! 欢迎光临来到我们的家 ! Bienvenue a notre maison! Les rogamos que sigan estas simples normas durante su estancia: Please respect some simple rules: Убедительно просим соблюдать несколько простых правил: Wir möchten Sie bitten, die folgenden Regeln einzuhalten: 这里有几条事项需要您注意一下: Veuillez respecter quelques simples regles: 1.: •No hagan fiestas y no hagan ruido de 00:00 hasta 08:00. •Don´t throw any parties and try not to make a noise between 00:00 and 08:00. •Не устраивать вечеринки и не шуметь в период с 00:00 ч. по 08:00 ч. •Bitte keine Parties und kein Lärm von 00:00 bis 08:00 Uhr •在晚上12点后到次日早上8点,请不要举行各种形式的派对和大声喧哗。 •Ne pas organizer des fetes et essayer de ne pas fair trop de bruit a partir de 00:00 a 08:00 2.: •Recojan la basura. Los contenedores están disponibles en la calle a partir de 20:00. •Please take out the rubbish/trash. You can throw it in the bins on the stre",
    "hostName": "Apartment Madrid",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 0,
    "price": 110,
    "cleaningFee": 30,
    "reviewRating": null,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/503a60d99975f65dcbe30d5aa2da54b5"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Flat in Salamanca district, Madrid",
    "space": "Big flat in one of the best districts of Madrid. With 4 bedrooms, 2 bathrooms and one big livingroom. There is no kitchen in the flat but it is located in Jose Ortega y Gasset street where you can find different kinds of restaurantes.",
    "description": "Big flat in one of the best districts of Madrid. With 4 bedrooms, 2 bathrooms and one big livingroom. There is no kitchen in the flat but it is located in Jose Ortega y Gasset street where you can find different kinds of restaurantes.",
    "rules": "No se permiten fiestas ni animales. Agradecemos que sean personas educadas y agradables.",
    "hostName": "Silvia",
    "property": "Apartment",
    "capacity": 9,
    "bathrooms": 2,
    "bedrooms": 4,
    "price": 120,
    "cleaningFee": 20,
    "reviewRating": 91,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/d911f82592a2465aeb172d0a4356f107"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "March Best Offer Design Madrid Puerta del Sol 5B",
    "space": "The apartment consists of open plan kitchen, living room, 2 bathrooms with shower and two spacious bedrooms. It is newly renovated and furnished with modern, minimalist style. The appliances are modern and are perfectly integrated into the design. The bedrooms are spacious and bright with double glazing. It has a terrace.",
    "description": "Located on Calle Preciados, this property has two large shopping centers a few hundred meters away, cafes, restaurants and shops of the most important firms along the 318 meters of street From Monday to Friday, there're works in building next door The apartment consists of open plan kitchen, living room, 2 bathrooms with shower and two spacious bedrooms. It is newly renovated and furnished with modern, minimalist style. The appliances are modern and are perfectly integrated into the design. The bedrooms are spacious and bright with double glazing. It has a terrace. Located on the main pedestrian street of the capital, this property sits between two large shopping malls a few steps away, cafes, restaurants and shops of the biggest names along its 300 meters. We grant our welcome bottle of wine to enjoy a pleasant time in front of a glass of wine. We help them to know Madrid and we are available during your stay. Cot service available on request. The property is located a few meters from",
    "rules": "The apartment has been made with lots of love for you to have a nice stay The Schedule to Check In is from 15h to 20h. From 20h to 23h a 30€ fee will be paid and from 23h a 50€ fee. This fee should be paid at the Check In, upon arrival. Enter before 15h, may incur additional charges The Check Out time is before 11h, if you want to leave the apartment later must be requested in advance and based on availability, I will be happy to help you. It may incur additional charges Remember that the apartment must be returned in the same conditions of order and cleanliness upon arrival I beg that out the trash every day, with special care in the summer months It is important to respect the number of people who will occupy the apartment, whose number should never exceed stipulated in the booking. Otherwise the customer will be asked to immediately vacate the apartment without compensation Please be kind to the rest of the neighbours, in the event that discomfort generated by noise or loud music, k",
    "hostName": "Leticia&Fer",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 2,
    "bedrooms": 2,
    "price": 99,
    "cleaningFee": 50,
    "reviewRating": 89,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/2c02a56428cea4403f6f998574148c9f"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Wiatr Madrid Centro 2-3",
    "space": "Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The living room balconies face Calle Coloreros. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building.",
    "description": "Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. Exterior 120m2 luxury apartment located in the heart of Madrid. This 2 bedroom apartment has a queen sized bed and a bathroom in each of them. It includes FREE wifi, A/C, heating system, TV, clean towels and sheets. Furthermore, the kitchen is fully equipped and it has washing machine, dishwasher, hair drier, and iron set. We are located right in the middle of downtown Madrid, just a few meters away from Plaza Mayor. The living room balconies face Calle Coloreros. The furniture and beds are made by the well-known manufacturers Luis Comyn and Mesefor respectively. Despite its location, it is a quiet apartment in a very safe building. The building has an elevator (afte",
    "rules": "Se prohibe dar fiestas y poner la música que transcienda del piso. Las normales de cualquier comunidad de  alto nivel. El respeto y educación que proporcionan una buena cultura.  No incluido en el precio total el suplemento de retraso en el  check IN que será de 30 euros si llega después de las 21H y 50 euros después de la medianoche . Si va a llegar más tarde de las 21H póngase en contacto con nosotros  There is a late check-in fee, by which guests must pay 30 EUROS if arriving after 21:00 or 50 EUROS in case you arrive after 00:00. It must be paid in cash at the arrival moment.  ﾊｳｽﾙｰﾙ 雑音:*深夜はお静かにお願いします*  *昼間も近所迷惑にならない様､大勢での集まり､騒ぎはお断りします* *20:00以降のﾁｪｯｸｲﾝ(深夜01:00まで)は20ﾕｰﾛの手数料が発生します｡",
    "hostName": "Patricia",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 2,
    "bedrooms": 2,
    "price": 130,
    "cleaningFee": 40,
    "reviewRating": 95,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/0bb21474c35715a5a36e92efd61af05b"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "GRANT VI Plaza Mayor",
    "space": "Beautiful and charming apartment recently decorated, exterior and fully equipped. It has one bedroom with double bed or two twin beds (optional) and double sofa bed at the living room. Facilities: heating, air conditioning, linen & towels, fridge/freezer, microwave, dishwasher, oven, vitro, kitchenware, crockery, toaster, electric coffee machine, kettle, washing machine, iron & ironing board, bathtub, TV and WiFi. The building has a lift and it's suitable for disable people. This apartment is located in a building where we have 8 same style and characteristic apartments. In calle Mayor, just 2 minutes away from metro Sol where you can find the best transports to visit the whole city. Close to the most touristic places: museums, Ópera and La Latina district, Gran Vía, Retiro...",
    "description": "Beautiful and charming apartment recently decorated, exterior and fully equipped. It has one bedroom with double bed or two twin beds (optional) and double sofa bed at the living room. Facilities: heating, air conditioning, linen & towels, fridge/freezer, microwave, dishwasher, oven, vitro, kitchenware, crockery, toaster, electric coffee machine, kettle, washing machine, iron & ironing board, bathtub, TV and WiFi. The building has a lift and it's suitable for disable people. This apartment is located in a building where we have 8 same style and characteristic apartments. In calle Mayor, just 2 minutes away from metro Sol where you can find the best transports to visit the whole city. Close to the most touristic places: museums, Ópera and La Latina district, Gran Vía, Retiro...",
    "rules": "Rest hours: Monday to Friday from (phone number hidden) h. Saturdays and Sundays from (phone number hidden) h. No parties are allowed in the apartments. Ensure that the TV and music are at a normal volume. Occupants should turn off the air conditioning appliances and lights before leaving the apartments. Garbage must be left in the bins provided for this purpose outside the building from 20:00 h. The apartments may only be occupied by the persons indicated. Any change must be notified to the lessor beforehand. The apartments shall be returned to the lessor in the same conditions as they were when handed over to the lessee. The cost of any damages or broken elements caused by occupants to the furniture or fittings of any apartment shall be deducted from the Deposit paid. It is forbidden to throw waste, garbage or any other object down the toilet. It is forbidden to change the furniture in the apartments.",
    "hostName": "Ximena",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 85,
    "cleaningFee": 40,
    "reviewRating": 88,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/c3821e6694cbc5845658704641c9f3a1"
  },
  {
    "country": "Germany",
    "city": "Berlin",
    "name": "DOUBLE ROOM NEAR BRANDENBURG GATE-1",
    "space": null,
    "description": "In the heart of Berlin, a 7-minute walk from the Brandenburg Gate, a new family-run hostel. Wi-Fi and a fully equipped kitchen is available for free. In the hotel near the Brandenburg Gate has brightly decorated non smoking rooms with simple décor.",
    "rules": "- The regular check-in time is between 14:00 and 18:00. Later and earlier check-ins are possible in most cases, have to be announced in advance and will be charged with 15 Euro. Unusual checkins cannot be guaranteed. - Unsere check-in Zeiten sind von 14:00 bis 18:00. Frühere oder spätere check-ins sind in den meisten Fällen möglich, müssen jedoch angekündigt und besprochen werden.  Für frühere oder spätere check-ins als unsere regulären Zeiten erheben wir eine Gebühr von 15 Euro. Check-ins ausserhalb der regulären Zeiten können nicht garantiert werden. - HOUSE RULES Dear Guest, to enable you a pleasant stay in our hotel, we would kindly ask that in the common interest, to the following housing rules: 1.Smoking and dealing with open fires in the entire hotel (ie rooms, community room and breakfast room, toilets, etc.) is strictly prohibited. 2.Night-time is between 10.00 pm to 07.00 am. 3.Visits from strangers are not allowed. 4.The Pets are permitted only after prior consultation with",
    "hostName": "Alla",
    "property": "Other",
    "capacity": 2,
    "bathrooms": 3,
    "bedrooms": 1,
    "price": 49,
    "cleaningFee": 10,
    "reviewRating": 70,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/b358aba6f5ceae226ccb7c81afc1a5e4"
  },
  {
    "country": "Germany",
    "city": "Berlin",
    "name": "TRIPLE/QUADRUPLE ROOM NEAR BRANDENBURG GATE-1",
    "space": null,
    "description": "Meine Unterkunft ist in der Nähe von Brandenburger Tor. Du wirst meine Unterkunft lieben wegen In the heart of Berlin, a 7-minute walk from the Brandenburg Gate, a new family-run hotel. Wi-Fi and an equipped kitchen is available for free. In the hotel near the Brandenburg Gate has brightly decorated non smoking rooms with simple décor.. Meine Unterkunft ist gut für paare, alleinreisende abenteurer und geschäftsreisende.",
    "rules": "- - The regular check-in time is between 14:00 and 18:00. Later and earlier check-ins are possible in most cases, have to be announced in advance and will be charged with 15 Euro. Unusual checkins cannot be guaranteed. - - Unsere check-in Zeiten sind von 14:00 bis 18:00. Frühere oder spätere check-ins sind in den meisten Fällen möglich, müssen jedoch angekündigt und besprochen werden. Für frühere oder spätere check-ins als unsere regulären Zeiten erheben wir eine Gebühr von 15 Euro. Check-ins ausserhalb der regulären Zeiten können nicht garantiert werden. - - HOUSE RULES Dear Guest, to enable you a pleasant stay in our hotel, we would kindly ask that in the common interest, to the following housing rules: 1.Smoking and dealing with open fires in the entire hotel (ie rooms, community room and breakfast room, toilets, etc.) is strictly prohibited. 2.Night-time is between 10.00 pm to 07.00 am. 3.Visits from strangers are not allowed. 4.The Pets are permitted only after prior consultation",
    "hostName": "Alla",
    "property": "Other",
    "capacity": 4,
    "bathrooms": 3,
    "bedrooms": 1,
    "price": 90,
    "cleaningFee": 10,
    "reviewRating": 100,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/5126d8a5094b4220da1c72d71c7bc71b"
  },
  {
    "country": "Spain",
    "city": "Madrid",
    "name": "Terrace La Latina - Birkin I",
    "space": "Colourfulness, good vibes and exquisitely combined materials are the overall trend of the Birkin I apartment. Its warm wooden structure and unique disposition provide an unbeatable feeling of wellbeing. The living room, just like the rest of rooms, is characterized by an impeccable and eclectic decoration, which combines classical influences with the most modern and vanguard elements. It is presided by a beautiful purple sofa, and features retro lamps, colourful curtains, last- generation television and DVD player and a practical wooden chest of drawers. Next to it, built in wood, an impressive terrace with trees gives you welcome to the sunny days of spring, an excellent opportunity to enjoy wonderful breakfasts or romantic dinners. Its carefully studied disposition offers both a sunny area – for the coolest hours of the day - and a shaded area – perfect to freshen up on hot summer days. The apartment has a bedroom that also has access to the terrace. This room is composed by an extre",
    "description": "Colourfulness, good vibes and exquisitely combined materials are the overall trend of the apartment (68 m2 + 40 m2 terrace). Its warm wooden structure and unique disposition provide an unbeatable feeling of wellbeing. Colourfulness, good vibes and exquisitely combined materials are the overall trend of the Birkin I apartment. Its warm wooden structure and unique disposition provide an unbeatable feeling of wellbeing. The living room, just like the rest of rooms, is characterized by an impeccable and eclectic decoration, which combines classical influences with the most modern and vanguard elements. It is presided by a beautiful purple sofa, and features retro lamps, colourful curtains, last- generation television and DVD player and a practical wooden chest of drawers. Next to it, built in wood, an impressive terrace with trees gives you welcome to the sunny days of spring, an excellent opportunity to enjoy wonderful breakfasts or romantic dinners. Its carefully studied disposition offe",
    "rules": "Rest hours: Monday to Friday from 22:00 to 9:00 h. Saturdays and Sundays from 00:00 to 10:00 h. No parties are allowed in the apartments. Ensure that the TV and music are at a normal volume. Occupants should turn off the air conditioning appliances and lights before leaving the apartments. Garbage must be left in the bins provided for this purpose outside the building from 20:00 h. The apartments may only be occupied by the persons indicated. Any change must be notified to the lessor beforehand. The apartments shall be returned to the lessor in the same conditions as they were when handed over to the lessee. The cost of any damages or broken elements caused by occupants to the furniture or fittings of any apartment shall be deducted from the Deposit paid. It is forbidden to throw waste, garbage or any other object down the toilet. It is forbidden to change the furniture in the apartments.",
    "hostName": "Ximena",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 95,
    "cleaningFee": 50,
    "reviewRating": 87,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/92808ed2f5001dfafe719d7046ed3ffd"
  },
  {
    "country": "Germany",
    "city": "Berlin",
    "name": "OFFICIAL - 45m2 Studio. Private Bathroom. Kitchen",
    "space": "135 m2 space, divided into 3 different studio apartments / rooms which have a private bathroom each, 2 private kitchens for two of them, and a big balcony for one of them. In the heart of the Neukölln, just opened after full renovation! This advert is for room N°3.",
    "description": "Within an official and legal commercial space. 45 m2 big, with private bathroom and kitchen including an induction cooktop, a boiler, a sink, a fridge as well as other facilities. It has 5 single box spring beds which can also be joined for couples if needed. It is very quiet, well oriented and bright. It is part of a small guesthouse with 3 studios all together. 135 m2 space, divided into 3 different studio apartments / rooms which have a private bathroom each, 2 private kitchens for two of them, and a big balcony for one of them. In the heart of the Neukölln, just opened after full renovation! This advert is for room N°3. Metro U8 Boddinstrasse (south gate) or LeineStrasse (north gate) You are located in Neukölln near the Metro station U8 Boddinstrasse or LeineStrasse. Kottbusser Tor and its amazing turkish Market is only 3 stations away. You are 3 minutes walk from the unique Tempelhoef Aiport Park, and actually right in the middle of the best nightlife area. Getting to Alexander Pl",
    "rules": "- Check out at 11 am.   - Check in after 6 pm will be charged an extra 10 euros on arrival. - Please be respectful to the other guests and not loud after 10pm. - Please be respectful to the neighbours while getting in and out of the building. - It is strictly forbidden to smoke whatsoever in the entire place as well as hosting parties. - Loss of the keys will be charged 35 euros",
    "hostName": "Fab.Io",
    "property": "Other",
    "capacity": 5,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 95,
    "cleaningFee": 30,
    "reviewRating": 93,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/ecaa4378d060b10d5dcffe55fc8579f9"
  },
  {
    "country": "Germany",
    "city": "Berlin",
    "name": "3 ROOM Suite Potsdamer Platz II",
    "space": "3 bedroom suite in a hostel with a private kitchen and a bathroom. - New  - Central Heating  - Shopping (20 meters away)  - 3 separate rooms - Extra beds available - Dining area and TV - Free WiFi - Fully equipped kitchen with Microwave, Coffee Maker, Cooking Utensils, Cutlery, Freezer, Fridge, Glasses, Kettle / water-boiler, Oven, Plates, Toaster etc. - 1 bathroom (bath & shower)",
    "description": "The 3 bedroom suite in a hostel with a private bathroom and a kitchen located in: Friedrichstraße (0,2 km)  Brandenburg Gate (0.6 km)  Potsdamer Platz (0.7 km) 3 bedroom suite in a hostel with a private kitchen and a bathroom. - New  - Central Heating  - Shopping (20 meters away)  - 3 separate rooms - Extra beds available - Dining area and TV - Free WiFi - Fully equipped kitchen with Microwave, Coffee Maker, Cooking Utensils, Cutlery, Freezer, Fridge, Glasses, Kettle / water-boiler, Oven, Plates, Toaster etc. - 1 bathroom (bath & shower) The whole apartment Reception Friedrichstraße (0,2 km)  Brandenburg Gate (0.6 km)  Potsdamer Platz (0.7 km)  Town center (0.4 km) M 200 Bus U-Mohrenstraße / Stadtmitte S-Brandenburger Tor U&S-Potsdamer Platz - Bathroom with Bathtub, Hair Dryer, Shower, Towels - central Heating - Linen / Bed Sheets - Cribs available - Washing machine - free Internet (Wi-Fi) - TV - Children friendly - Wheelchair accessible - Kitchen with Coffee Maker, Cooking Utensils, C",
    "rules": "Be aware that the regular check-in time is between 14:00 and 18:00.  Later and earlier check-ins are possible in most cases, but have to be announced in advance and will be charged with 15 Euro.  Not announced check-ins cannot be guaranteed. The check-out has to be done before 11:00 on the day of departure.  Later check-outs have to be announced and discussed with us. Parking for the aria €10 per day Additional fees: cleaning fee €30 HAUSORDNUNG Lieber Gast, um Ihnen und Ihren Mitmenschen einen angenehmen Aufenthalt in unserem Hotel zu ermöglichen, möchten wir Sie im gemeinsamen Interesse darum bitten, die folgenden Regeln einzuhalten: 1.Das Rauchen und das Hantieren mit offenem Feuer ist in dem gesamten Hotel (dh. Zimmern, Gemeinschafts- und Frühstücksraum, WCs, etc.) strengstens untersagt. 2.Wir bitten Sie, die Nachtruhe der anderen Gäste zu respektieren und ab 22.00 Uhr bis 07.00 Uhr jegliche Lärmbelästigung zu unterlassen. Dazu gehören laute Musik sowie Unterhaltungen, die über Zim",
    "hostName": "Alla",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 1,
    "bedrooms": 2,
    "price": 140,
    "cleaningFee": 28,
    "reviewRating": 88,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/18ada5f6d0230cd4c3437be1c38abbdd"
  },
  {
    "country": "Germany",
    "city": "Berlin",
    "name": "6 PERSON ROOM NEAR BRANDENBURG GATE-2",
    "space": null,
    "description": "Meine Unterkunft ist in der Nähe von Brandenburger Tor und Friedrichstraße.. Du wirst meine Unterkunft lieben wegen der Lage. Meine Unterkunft ist gut für paare, alleinreisende abenteurer und geschäftsreisende.",
    "rules": "- - - - The regular check-in time is between 14:00 and 18:00. Later and earlier check-ins are possible in most cases, have to be announced in advance and will be charged with 15 Euro. Unusual checkins cannot be guaranteed(URL HIDDEN)Unsere check-in Zeiten sind von 14:00 bis 18:00. Frühere oder spätere check-ins sind in den meisten Fällen möglich, müssen jedoch angekündigt und besprochen werden. Für frühere oder spätere check-ins als unsere regulären Zeiten erheben wir eine Gebühr von 15 Euro. Check-ins ausserhalb der regulären Zeiten können nicht garantiert werden(URL HIDDEN)HOUSE RULES Dear Guest, to enable you a pleasant stay in our hotel, we would kindly ask that in the common interest, to the following housing rules: 1.Smoking and dealing with open fires in the entire hotel (ie rooms, community room and breakfast room, toilets, etc.) is strictly prohibited. 2.Night-time is between 10.00 pm to 07.00 am. 3.Visits from strangers are not allowed. 4.The Pets are permitted only after pri",
    "hostName": "Alla",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 3,
    "bedrooms": 1,
    "price": 99,
    "cleaningFee": 10,
    "reviewRating": null,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/110cc2a0461e881fe118d525cb4aa5a2"
  },
  {
    "country": "Germany",
    "city": "Berlin",
    "name": "DOUBLE ROOM NEAR BRANDENBURG GATE-2",
    "space": null,
    "description": "Meine Unterkunft ist in der Nähe von Brandenburger Tor. Du wirst meine Unterkunft lieben wegen der Lage. Meine Unterkunft ist gut für paare, alleinreisende abenteurer und geschäftsreisende.",
    "rules": "- - The regular check-in time is between 14:00 and 18:00. Later and earlier check-ins are possible in most cases, have to be announced in advance and will be charged with 15 Euro. Unusual checkins cannot be guaranteed. - Unsere check-in Zeiten sind von 14:00 bis 18:00. Frühere oder spätere check-ins sind in den meisten Fällen möglich, müssen jedoch angekündigt und besprochen werden. Für frühere oder spätere check-ins als unsere regulären Zeiten erheben wir eine Gebühr von 15 Euro. Check-ins ausserhalb der regulären Zeiten können nicht garantiert werden. - HOUSE RULES Dear Guest, to enable you a pleasant stay in our hotel, we would kindly ask that in the common interest, to the following housing rules: 1.Smoking and dealing with open fires in the entire hotel (ie rooms, community room and breakfast room, toilets, etc.) is strictly prohibited. 2.Night-time is between 10.00 pm to 07.00 am. 3.Visits from strangers are not allowed. 4.The Pets are permitted only after prior consultation with",
    "hostName": "Alla",
    "property": "Other",
    "capacity": 2,
    "bathrooms": 3,
    "bedrooms": 1,
    "price": 49,
    "cleaningFee": 10,
    "reviewRating": 80,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/c07280b826dba76d28ded9791558c868"
  },
  {
    "country": "Germany",
    "city": "Berlin",
    "name": "1-Zimmer Wohnung A3",
    "space": "Unsere Appartements befinden sich in der Mitte von Berlin, im Prenzlauer Berg.Mit der Straßenbahn (Haltestelle unmittelbar vor der Tür) erreichen Sie den Alexanderplatz in 5 Minuten . Von dort können Sie die Berliner Sehenswürdigkeiten ganz einfach erkunden.Der Prenzlauer Berg ist bekannt für den Kollwitzplatz, die Kulturbrauerei mit Theater, Clubs und Kino. Aber auch die neu restaurierte Jüdische Synagoge, der wieder hergestellte Wasserturm und die einzigartige Architektur sind Kennzeichen des Prenzl'berges.Nicht zu vergessen ist die besondere Kiezkultur mit Restaurants, Kneipen, den vielen kleinen Geschäften und den Wochenmärkten.Berlin ist spannend, bei uns finden Sir ihr Berliner Zuhause.AusstattungUnserer Apartment ist mit ca. 30 m² für 1 bis 3 Personen bestimmt. Das Apartment  verfügt über 1 Zimmer und befindet sich im 3.Geschoss im (URL HIDDEN) Appartement  befinden sich zwei  Einzelbetten (90x200), (90x200), TV ein Doppel-Schlafsofa, Wi-Fi....Die jeweiligen Wohnbereiche sind mi",
    "description": "Unsere Appartements befinden sich in der Mitte von Berlin, im Prenzlauer Berg.Mit der Straßenbahn (Haltestelle unmittelbar vor der Tür) erreichen Sie den Alexanderplatz in 5 Minuten . Von dort können Sie die Berliner Sehenswürdigkeiten ganz einfach erkunden Unsere Appartements befinden sich in der Mitte von Berlin, im Prenzlauer Berg.Mit der Straßenbahn (Haltestelle unmittelbar vor der Tür) erreichen Sie den Alexanderplatz in 5 Minuten . Von dort können Sie die Berliner Sehenswürdigkeiten ganz einfach erkunden.Der Prenzlauer Berg ist bekannt für den Kollwitzplatz, die Kulturbrauerei mit Theater, Clubs und Kino. Aber auch die neu restaurierte Jüdische Synagoge, der wieder hergestellte Wasserturm und die einzigartige Architektur sind Kennzeichen des Prenzl'berges.Nicht zu vergessen ist die besondere Kiezkultur mit Restaurants, Kneipen, den vielen kleinen Geschäften und den Wochenmärkten.Berlin ist spannend, bei uns finden Sir ihr Berliner Zuhause.AusstattungUnserer Apartment ist mit ca.",
    "rules": "Take off your shoes. No loud parties in the apartment. Non smoking, no pets. No illegal downloads or streaming! * Late arrival after 23:00 clock need to pay extra € 20 arrival for late check-in. Check-out on day of departure is before 12.00 clock. Puerperal additional € 10 For bookings from 01.Januar.2014 an accommodation tax is payable onaccommodation in Berlin. The City Tax is 5% of the net room rate. Limited to a continuous stay period of 21 days. Excluded business travels. Payment on arrival",
    "hostName": "Duc Son",
    "property": "Apartment",
    "capacity": 3,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 50,
    "cleaningFee": 25,
    "reviewRating": null,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/e9e58e1761253551c1e1e10c9295dc18"
  },
  {
    "country": "Germany",
    "city": "Berlin",
    "name": "6 BED ROOM NEAR BRANDENBURG GATE-1",
    "space": null,
    "description": "In the heart of Berlin, a 7-minute walk from the Brandenburg Gate, a new family-run hotel. Wi-Fi and a fully equipped kitchen is available for free. In the hotel near the Brandenburg Gate has brightly decorated non smoking rooms with simple décor.. Meine Unterkunft ist gut für paare, alleinreisende abenteurer und geschäftsreisende.",
    "rules": "- - - The regular check-in time is between 14:00 and 18:00. Later and earlier check-ins are possible in most cases, have to be announced in advance and will be charged with 15 Euro. Unusual checkins cannot be guaranteed. - - - Unsere check-in Zeiten sind von 14:00 bis 18:00. Frühere oder spätere check-ins sind in den meisten Fällen möglich, müssen jedoch angekündigt und besprochen werden. Für frühere oder spätere check-ins als unsere regulären Zeiten erheben wir eine Gebühr von 15 Euro. Check-ins ausserhalb der regulären Zeiten können nicht garantiert werden. - - - HOUSE RULES Dear Guest, to enable you a pleasant stay in our hotel, we would kindly ask that in the common interest, to the following housing rules: 1.Smoking and dealing with open fires in the entire hotel (ie rooms, community room and breakfast room, toilets, etc.) is strictly prohibited. 2.Night-time is between 10.00 pm to 07.00 am. 3.Visits from strangers are not allowed. 4.The Pets are permitted only after prior consult",
    "hostName": "Alla",
    "property": "Other",
    "capacity": 6,
    "bathrooms": 3,
    "bedrooms": 1,
    "price": 99,
    "cleaningFee": 10,
    "reviewRating": null,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/67a6b195c75e4c1e50a8876bb63f2aac"
  },
  {
    "country": "Germany",
    "city": "Berlin",
    "name": "heartbeats- loft in Kreuzberg",
    "space": "Hier findest Du ein Stück Privatspäre,das Loft liegt im Hof, ebenerdig . Bis max.6 Gäste können hier in 90 qm komfortable relaxen und neue Energie tanken. Im unteren Bereich befindet sich die lounge, ein Schlafplatz für 2 Personen, die kleine Küche mit Eßplatz und das Bad. Die Kochecke ist mit allen Kochutensilien, Gläsern und Geschirr eingerichtet. Es gibt einen Kühlschrank, Kaffeemaschine, Toaster Wasserkocher und 2-Platten- Induktionsherd. Im 2. Level befinden sich 2x 2 Schlafplätze ( 1 Doppelbett und 2 Einzelbetten). Alle wichtigen Verkehrsverbindungen zu den highlights Berlins sind nur 3 Gehminuten entfernt, Supermärkte, Apotheke, Banken etc. in greifbarer Nähe. Das Parken auf der Straße ist kostenlos.",
    "description": "Kreuzberg ist das pulsierende Herz der Hauptstadt, der ultimative Schmelztiegel für alles Kreative. Kreuzberg ist immer up to date und immer voll im Leben. Ein Flair von Weltmusik begleitet Dich durch die unzähligen Bars, Restaurants und Kneipen. Hier findest Du ein Stück Privatspäre,das Loft liegt im Hof, ebenerdig . Bis max.6 Gäste können hier in 90 qm komfortable relaxen und neue Energie tanken. Im unteren Bereich befindet sich die lounge, ein Schlafplatz für 2 Personen, die kleine Küche mit Eßplatz und das Bad. Die Kochecke ist mit allen Kochutensilien, Gläsern und Geschirr eingerichtet. Es gibt einen Kühlschrank, Kaffeemaschine, Toaster Wasserkocher und 2-Platten- Induktionsherd. Im 2. Level befinden sich 2x 2 Schlafplätze ( 1 Doppelbett und 2 Einzelbetten). Alle wichtigen Verkehrsverbindungen zu den highlights Berlins sind nur 3 Gehminuten entfernt, Supermärkte, Apotheke, Banken etc. in greifbarer Nähe. Das Parken auf der Straße ist kostenlos. In der Straße gibt es kostenlose Par",
    "rules": "- Der Check-in ist nach 15:00. - Bitte begegnen Sie Ihren Nachbarn mit Respekt, keine Parties oder laute Musik nach 22:00. Das Rauchen im Apartment und im Flur ist nicht erlaubt. Bei Verstoß gegen die Hausregeln oder Schäden kann die Kaution einbehalten werde, die über Ihre Kreditkarte bei Airbnb blockiert ist. Der Hof ist keine Partyzone ! - Gäste die betrunken oder unter Drogeneinfluß zum check in erscheinen, kann der Einlass in die Wohnung verweigert werden. Für daraus entstehende zusätzliche Kosten, z.Bsp. für anderes Quartier übernehmen wir keine Haftung.",
    "hostName": "Martina",
    "property": "Loft",
    "capacity": 6,
    "bathrooms": 1,
    "bedrooms": 6,
    "price": 140,
    "cleaningFee": 40,
    "reviewRating": 96,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/05a377eabb28839c616438868728414e"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Beauty by the Canal-Just Read the Reviews :)) !!!!",
    "space": "This stunning example of craftsmanship and interior design is the beautiful result of a father-son design project. The space, built of warm tones of wood and copper, offers you a bright and comfortable stay in the heart of Paris's most charming neighborhood, Canal St Martin - a neighborhood filled with the city's most lovely cafes, restaurants, and bakeries along the romantic canal.The apartment is on the 5th floor walk up.workout:)",
    "description": "This stunning example of craftsmanship and interior design is the beautiful result of a father-son design project. The space, built of warm tones of wood and copper, offers you a bright and comfortable stay in the heart of Paris's most charming neighborhood, Canal St Martin - a neighborhood filled with the city's most lovely cafes, restaurants, and bakeries along the romantic canal. Soak in the beautiful southward light from the balcony while enjoying your croissant and café in the morning. This stunning example of craftsmanship and interior design is the beautiful result of a father-son design project. The space, built of warm tones of wood and copper, offers you a bright and comfortable stay in the heart of Paris's most charming neighborhood, Canal St Martin - a neighborhood filled with the city's most lovely cafes, restaurants, and bakeries along the romantic canal.The apartment is on the 5th floor walk up.workout:) ...and here is what Superhost Staci from SF wrote after her stay:",
    "rules": "After the reservation is accepted, I will email you all necessary information how to get to the apartment (from airports or train stations), and will also request some travel details from you to plan the check-in and checkout. Please feel free to ask for any additional information you would need. CHECK-IN and CHECK-OUT: I am very flexible. You can arrive late at night and leave early in the morning, this will not be a problem. I will just ask you to provide your flight/train details after the booking is completed so I can make arrangements and make sure I will be able to welcome you. for very early check-ins or very late check-outs i will always try to make that possible, but if the place is booked by other guests it depends on their schedules. If anything is overlapping the check-in/out time would be noon like in a hotel but it should always be possible to leave/drop the bags at least if the other guests don´t mind. INSURANCE: The host is responsible for insurance of the property ONLY",
    "hostName": "Justin",
    "property": "Apartment",
    "capacity": 3,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 125,
    "cleaningFee": 45,
    "reviewRating": 99,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/ee810ae4addecc589ec846b07716dd62"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Le meilleur de Paris en plein Cœur de Montmartre !",
    "space": "Ce charmant 2 pièces typiquement parisien vient d'être totalement rénové et vous apporte le confort d'équipements neufs tout en conservant le charme des appartements anciens typiquement parisien avec parquet d'origine et  cheminée. Situé à côté de la rue Lepic, rendue célèbre par le film de Jean-Pierre Jeunet 'Le fabuleux Destin d'Amélie Poulain', vous pourrez profiter de ses nombreux commerces, cafés et restaurants. Montmartre n'est qu'à 5 minutes à pieds et le métro Abesses à 2 minutes vous permet de vous rendre facilement dans tous les hauts-lieux de Paris. Cet appartement se compose d'un séjour équipé d'un canapé convertible offrant un couchage pour 2 personnes, d'une télévision et d'une connexion wifi, d'une cuisine totalement équipée ouverte sur le séjour, d'une salle de bains avec baignoire balnéo et d'une petite chambre avec un lit de 1.40m pour 2 personnes. La cuisine est totalement équipée, outre la vaisselle et les ustensiles de cuisine, vous avez à votre disposition, un lav",
    "description": "Superbe appartement en plein cœur de Montmartre le plus Parisien de nos quartiers !  A 2 pas de la rue des Abbesses et de la rue Lepic, les commerces les bars et les restaurants vous attendent. Un lieu de départ idéal pour toutes vos visites parisiennes Couchage pour 4 personnes : un lit double dans la chambre et un canapé lit, pour 2 personnes, confortable dans le salon. Le réconfort d'une baignoire balnéo au retour de vos excursions !  Les draps et les serviettes de toilette fournis. Ce charmant 2 pièces typiquement parisien vient d'être totalement rénové et vous apporte le confort d'équipements neufs tout en conservant le charme des appartements anciens typiquement parisien avec parquet d'origine et  cheminée. Situé à côté de la rue Lepic, rendue célèbre par le film de Jean-Pierre Jeunet 'Le fabuleux Destin d'Amélie Poulain', vous pourrez profiter de ses nombreux commerces, cafés et restaurants. Montmartre n'est qu'à 5 minutes à pieds et le métro Abesses à 2 minutes vous permet de v",
    "rules": "Pensez toujours à prendre les clés de l'appartement avec vous pour ne pas vous enfermez dehors, nous n’habitons pas sur place ! The flat is absolutely non-smoker and nothing has to be thrown from window, neighboors have their garden downstair ! Housekeeping is included in the price but please wash your dishes and throw dust before your leaving.  Dustbin of the building will be at your left at the ground floor ---------------------------------------------- L'appartement est absolument non fumeur. Merci de ne rien jeter par les fenêtres les voisins ont leurs jardins et terrasse en dessous ! Le ménage de fin de séjour est inclus dans nos tarifs, en revanche nous vous serions reconnaissants de bien vouloir faire votre vaisselle et jeter vos poubelles avant votre départ. Vous trouverez le local poubelles au RDC à gauche des escaliers",
    "hostName": "Audrey & Christel",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 120,
    "cleaningFee": 30,
    "reviewRating": 86,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/894057fc38d2f2f27078e9a268222a2c"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Sweet Apartment Saint Germain",
    "space": "***Welcome Home*** Come and experience Paris! The apartment is typically Parisian with wooden floor with high ceiling. It is located in the famous Rue Saint André des Arts, well-known for its great Parisian atmosphere, many shops, restaurants, and close from cafés and cinemas. This spacious apartment is located in the historic heart of Paris, at the crossroads between Saint Germain des Prés and le Quartier Latin. This 45sqm apartment offers a living-room with a sofa-bed for two, a sitting area and a flat TV screen, a fully equipped kitchen with a washing-machine, a bedroom with a queen size bed, a bathroom with a shower, Internet connection (wifi), and is located on the 3rd floor of a 17th century building (no lift). The classic Parisian architecture and typical interior give a lot of character and make this a cozy environment for anyone wishing to experience ‘la vie Parisienne’. Step outside to the many shops, and hop over the river on one side to the Louvre or the other to the Latin",
    "description": "This is the perfect location for your stay in Paris! Feel the atmosphere of the Ancient time and get lost in Saint Germain-des-Près. Experience the life in Paris in one of the most historical district of the city. ***Welcome Home*** Come and experience Paris! The apartment is typically Parisian with wooden floor with high ceiling. It is located in the famous Rue Saint André des Arts, well-known for its great Parisian atmosphere, many shops, restaurants, and close from cafés and cinemas. This spacious apartment is located in the historic heart of Paris, at the crossroads between Saint Germain des Prés and le Quartier Latin. This 45sqm apartment offers a living-room with a sofa-bed for two, a sitting area and a flat TV screen, a fully equipped kitchen with a washing-machine, a bedroom with a queen size bed, a bathroom with a shower, Internet connection (wifi), and is located on the 3rd floor of a 17th century building (no lift). The classic Parisian architecture and typical interior give",
    "rules": "The neighborhood is very calm and pleasant so this is not the right place for fiesta :/",
    "hostName": "Sam",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 75,
    "cleaningFee": 40,
    "reviewRating": 86,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/e2e70ae439bb60db2323d0cffa1473ca"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Arch de Triumph and Terne flat",
    "space": "Dear Guest, We are glad to welcome you to this chic Parisian flat. It is fully equipped with everything you may need for a comfort stay, furnished and designed on a high level. From this privileged location of the 8th and 16th arrondissements, you’re steps away from the most famous sights of Paris - the Arc de Triomphe and Champs Elysées. Rue Poncelet is famous for its typical french outdoor markets, restaurants and small artisan shops. We wish you a pleasant stay. PRESTIGIOUS Team",
    "description": "Dear Guest, We are glad to welcome you to this chic Parisian flat. It is fully equipped with everything you may need for a comfort stay, furnished and designed on a high level. From this privileged location of the 8th and 16th arrondissements, you’re steps away from the most famous sights of Paris - the Arc de Triomphe and Champs Elysées. Rue Poncelet is famous for its typical french outdoor markets, restaurants and small artisan shops. We wish you a pleasant stay. PRESTIGIOUS Team Dear Guest, We are glad to welcome you to this chic Parisian flat. It is fully equipped with everything you may need for a comfort stay, furnished and designed on a high level. From this privileged location of the 8th and 16th arrondissements, you’re steps away from the most famous sights of Paris - the Arc de Triomphe and Champs Elysées. Rue Poncelet is famous for its typical french outdoor markets, restaurants and small artisan shops. We wish you a pleasant stay. PRESTIGIOUS Team Entire flat Only during th",
    "rules": "No smoking, No pets !! sorry :) 1. Thanks for your stay! 2. We are in residence building and neighborhood needs rest. so please be as much as possible quiet when you arrives. 3. this is not a party place.  4. We do not allow friends visit coming without requesting to us before. 5. Please ask us before if you have trouble to use the machines. 6. Could you please pull off your shoes inside ? 7. Check in is between 3pm - 9pm after 9pm you have to come to us pick up the key in our office at 7th district or we provide the late check in service for 50 euros. It is much secure for you. I strongly recommend it. Check out is before 11am. We can accept check in earlier or check out later in case the flat is available, please check it with us.  We also provide the hold luggages service at the office. When we agree the check in meeting please respect the meeting time. If you are too delayed without informing us, we may not able to wait very much. If we have to come back. the 2nd check in cost 50 e",
    "hostName": "Suomi And Prestigious Team",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 105,
    "cleaningFee": 50,
    "reviewRating": 89,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/1f7675d395a3b634554b175b8ef31134"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Refait neuf Juin 2016, 3 ch, calme, ensoleillé",
    "space": "tout est refait neuf plomberie, electricite, salle de bains, cuisine, peinture parquet, vous serez comme chez vous, l'appartement est isolé de la copropriété et donc du reste de l'immeuble",
    "description": "Appartement refait neuf en Juin 2016, 3 chambres, 1 canapés lit, 1 lit pliant, salle de bain, wc, cuisine, grands lits de 160 cm de large,  très calme et ensoleillé, grand volume, hauteur sous plafond de 3m50, à quelques mètres de la place de la République, dans un quartier branché parisien tout est refait neuf plomberie, electricite, salle de bains, cuisine, peinture parquet, vous serez comme chez vous, l'appartement est isolé de la copropriété et donc du reste de l'immeuble",
    "rules": "il est formellement interdit de fumer dans l'appartement et dans les parties communes de la maison ( cage d'escalier et rez de chaussée) pas de fête il est formellement interdit de fumer dans toute la maison, même dans les escaliers, et de faire des soirées dansantes ou tres festives et très fortes compensations sur le dépôt de garantie seront prises pour les contrevenants Strictly no partying or loud music, please consider other residents of the building, thank you! Fêtes et musique forte est interdit, merci! Strictly no smoking Please leave the property how you found it! Although there is a cleaning  fee this does not cover expenses for cleaning unreasonable dirtiness",
    "hostName": "Mathilde",
    "property": "Apartment",
    "capacity": 9,
    "bathrooms": 1,
    "bedrooms": 3,
    "price": 160,
    "cleaningFee": 30,
    "reviewRating": 92,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/8be67a4857f791563f75c8d6c49ae3b3"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Central Paris, Beaubourg, 3 bdrms",
    "space": null,
    "description": "Very central location with easy access to main attractions either on foot or by metro/bus. 3 bedroom spacious apartment with sofa bed, can sleep up to 8 guests. Renovation just completed. Equipped kitchen Bathroom and seperate toilet",
    "rules": "Strictly no smoking Please leave the property as you found it! Although there is a cleaning fee in place this does not cover extra expenses for cleaning unreasonable dirtiness No partying or loud music Thank you!!",
    "hostName": "Mathilde",
    "property": "Apartment",
    "capacity": 9,
    "bathrooms": 1,
    "bedrooms": 3,
    "price": 220,
    "cleaningFee": 40,
    "reviewRating": 93,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/b65016a0b59677c6659ccfaf0eb427d1"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "ST Germain Bright Big Cozy Studio",
    "space": "Soyez les très bienvenus chez nous !! Venez vivre la vie parisienne! Vous serez situés au coeur de Saint-Germain-des-Près dans une rue gorgée d'histoire. Notre studio de 30 m2 est situé au 2ème étage avec ascenseur d'une petite copropriété avec tout le cachet parisien. Il y a des poutres apparentes, une très belle hauteur sous plafond, des grandes portes-fenêtres. L'appartement est composé d'une grande pièce à vive avec un canapé-lit Steiner pour 2 personnes, un coin repas pour 2 personnes, une cuisine tout équipée, une salle de douche, wc.",
    "description": "Venez passer quelques jours au coeur de Saint Germain et sentir l'atmosphère de l'Ancien temps à Paris. Gorgé d'histoire, ce quartier sera vous adopté. L'appartement est situé dans une rue pleine d'histoire au calme de l'euphorie germanopratine. Soyez les très bienvenus chez nous !! Venez vivre la vie parisienne! Vous serez situés au coeur de Saint-Germain-des-Près dans une rue gorgée d'histoire. Notre studio de 30 m2 est situé au 2ème étage avec ascenseur d'une petite copropriété avec tout le cachet parisien. Il y a des poutres apparentes, une très belle hauteur sous plafond, des grandes portes-fenêtres. L'appartement est composé d'une grande pièce à vive avec un canapé-lit Steiner pour 2 personnes, un coin repas pour 2 personnes, une cuisine tout équipée, une salle de douche, wc. Sentez-vous comme à la maison! Profitez de tout l'équipement de l'appartement, comme si vous étiez chez vous : - Wifi gratuit et illimité - TV et lecteur DVD (freebox) - Machine à laver séchante - Cuisine to",
    "rules": "Le quartier est animé et convivial, veillez à respecter vos voisins.",
    "hostName": "Sam",
    "property": "Apartment",
    "capacity": 3,
    "bathrooms": 1,
    "bedrooms": 0,
    "price": 80,
    "cleaningFee": 40,
    "reviewRating": 89,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/02b847ba4b33ee0566a6e84cae674ef2"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "2.Lovely room in Belleville--GeGe homestay",
    "space": null,
    "description": "My homestay are located in the center of Paris,1 minute walk to metro line 2and11-- Belleville station.direct access to all the famous attractions in Paris. Newly renovated, clean and comfortable, shared kitchen (kitchenware complete), bathroom 24 hours hot water,washing machine, heater,strongbox,free WiFi.  1 minute walk to the Chinese restaurant, Chinese supermarket. Ideal for couples, families, backpackers, business travelers. Thank you for choosing stay at our hostel:)",
    "rules": "-  禁止黄赌毒 - 禁止喧哗",
    "hostName": "Tony",
    "property": "Apartment",
    "capacity": 2,
    "bathrooms": 0.5,
    "bedrooms": 1,
    "price": 50,
    "cleaningFee": 6,
    "reviewRating": 80,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/e93ec91324c57490e56f08cfe82a02cc"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "★ Central and trendy  2 bedrooms ★",
    "space": "This furnished apartment is on the 6th floor of a building in the high part of the Marais neighbourhood, just a few steps away from the Grands Boulevards. You’ll be charmed by the style of this apartment, which has many surprises in store for you… Starting with its great comfort: you’ll be able to relax and enjoy the multimedia equipment from a sofa that can be made into a high-quality double bed. The apartment also has a free Wi-Fi Internet connection. The kitchen is fully equipped — including a dishwasher — so you’ll be able to prepare your meals and eat just like at home. You’ll have a quiet main bedroom, with a double bed and large storage units. The apartment is double-oriented. The living room allows access to a second separate bedroom with high-quality bedding for an extra guest. The bathroom is perfectly functional and comfortable. A washing machine is also at your disposal. Ideal for a holiday or business trip, the furniture and full amenities of this furnished apartment will",
    "description": "Located in the very centre of Paris and close to the trendy area of the Marais, this 2-bedroom furnished apartment will receive you in a contemporary and comfortable setting. With an elevator inside the building. This furnished apartment is on the 6th floor of a building in the high part of the Marais neighbourhood, just a few steps away from the Grands Boulevards. You’ll be charmed by the style of this apartment, which has many surprises in store for you… Starting with its great comfort: you’ll be able to relax and enjoy the multimedia equipment from a sofa that can be made into a high-quality double bed. The apartment also has a free Wi-Fi Internet connection. The kitchen is fully equipped — including a dishwasher — so you’ll be able to prepare your meals and eat just like at home. You’ll have a quiet main bedroom, with a double bed and large storage units. The apartment is double-oriented. The living room allows access to a second separate bedroom with high-quality bedding for an ex",
    "rules": "Upon arrival, our welcoming team will present a standard rental contract for you to sign. The highlights of this contract are available before your arrival upon request.",
    "hostName": "Jeff",
    "property": "Apartment",
    "capacity": 5,
    "bathrooms": 1,
    "bedrooms": 2,
    "price": 75,
    "cleaningFee": 25,
    "reviewRating": 80,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/a9260a3a6d5fe0fcc844f54bc87da076"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Amazing Saint Germain and Seine flat",
    "space": "Dear Guest, We are glad to welcome you to this boho chic apartment, which is perfect for anyone, who ever dreamt to stay in Riverside of Paris. It is situated just behind of the Fontaine, so the location is just perfect. It is nearby Cité, Ile Saint Louis and Saint germain, there is many famous boutiques, french markets and artisan shops. The property is fully equipped, furnished and designed on a high level. We wish you a pleasant stay. Sincerely yours, PRESTIGIOUS Team",
    "description": "Dear Guest, We are glad to welcome you to this boho chic apartment, which is perfect for anyone, who ever dreamt to stay in Riverside of Paris. It is situated just behind of the Fontaine, so the location is just perfect. It is nearby Cité, Ile Saint Louis and Saint germain, there is many famous boutiques, french markets and artisan shops. The property is fully equipped, furnished and designed on a high level. We wish you a pleasant stay. Sincerely yours, PRESTIGIOUS Team Dear Guest, We are glad to welcome you to this boho chic apartment, which is perfect for anyone, who ever dreamt to stay in Riverside of Paris. It is situated just behind of the Fontaine, so the location is just perfect. It is nearby Cité, Ile Saint Louis and Saint germain, there is many famous boutiques, french markets and artisan shops. The property is fully equipped, furnished and designed on a high level. We wish you a pleasant stay. Sincerely yours, PRESTIGIOUS Team Entire Flat Only during the check in and check o",
    "rules": "No smoking, No pets !! sorry :) 1. Thanks for your stay! 2. We are in residence building and neighborhood needs rest. so please be as much as possible quiet when you arrives. 3. this is not a party place.  4. We do not allow friends visit coming without requesting to us before. 5. Please ask us before if you have trouble to use the machines. 6. Could you please pull off your shoes inside ? 7. Check in between 3pm - 9pm after 9pm you have to come to us pick up the key or we will arrange the key close to the flat. 8. Check out before 11am 9. We do accept check in earlier or check out later in case the flat is available :)  10. Please turn off the heaters and lightning when you go outside 11. Please run the washer machine with all towels used when you check out. It helps us a lot. 12. Please enjoy your stay in Paris. It will makes a lot happy.",
    "hostName": "Suomi And Prestigious Team",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 150,
    "cleaningFee": 50,
    "reviewRating": 89,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/c71af2075d55553f4fe5f360310cc463"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "STUDIO DESIGN CHAMPS ELYSES",
    "space": "studio for 3 guests with a beautiful patio, wc and shower and small furnished kitchen",
    "description": "10 mns walking distance from the world famous Champs Elyses. you love this cosy place to be in a calm courtyard. wifi work perfectly now studio for 3 guests with a beautiful patio, wc and shower and small furnished kitchen in the classy 17th district, close to Champs elyses and the famous Bayen market. a dream place to spend time metro ternes or metro courcelles all towels and bed sheets are furnished, wifi works perfectly",
    "rules": "to enjoy every second of your stay, it is a calm and familial building",
    "hostName": "Roger And Lisa",
    "property": "Apartment",
    "capacity": 3,
    "bathrooms": 1,
    "bedrooms": 0,
    "price": 79,
    "cleaningFee": 30,
    "reviewRating": 83,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/5e0c591050abf333a641d50a397e9889"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Charming and cozy Montparnasse flat",
    "space": "Dear Guest,  We are glad to welcome you to our beautiful studio in Montparnasse area. Small but cute and well equipped. It is surrounded by many shops, cinema, train, RER, bus, métro, big shopping malls and everything you may need for a comfort stay. It is situated at the 1st floor with a elevator, you will have an easy access for the Montparnasse métro station, as it is really close. Come and stay with us to enjoy Parisian experience. PRESTIGIOUS TEAM",
    "description": "Dear Guest,  We are glad to welcome you to our beautiful studio in Montparnasse area. Small but cute and well equipped. It is surrounded by many shops, cinema, train, RER, bus, métro, big shopping malls and everything you may need for a comfort stay. It is situated at the 1st floor with a elevator, you will have an easy access for the Montparnasse métro station, as it is really close. Come and stay with us to enjoy Parisian experience. PRESTIGIOUS TEAM Dear Guest,  We are glad to welcome you to our beautiful studio in Montparnasse area. Small but cute and well equipped. It is surrounded by many shops, cinema, train, RER, bus, métro, big shopping malls and everything you may need for a comfort stay. It is situated at the 1st floor with a elevator, you will have an easy access for the Montparnasse métro station, as it is really close. Come and stay with us to enjoy Parisian experience. PRESTIGIOUS TEAM Entire flat Only during the check in and check out but you have our concierge service",
    "rules": "No smoking, No pets !! sorry :) 1. Thanks for your stay! 2. We are in residence building and neighborhood needs rest. so please be as much as possible quiet when you arrives. 3. this is not a party place.  4. We do not allow friends visit coming without requesting to us before. 5. Please ask us before if you have trouble to use the machines. 6. Could you please pull off your shoes inside ? 7. Check in is between 3pm - 9pm after 9pm you have to come to us pick up the key in our office at 7th district or we provide the late check in service for 50 euros. It is much secure for you. I strongly recommend it. Check out is before 11am. We can accept check in earlier or check out later in case the flat is available, please check it with us.  We also provide the hold luggages service at the office. When we agree the check in meeting please respect the meeting time. If you are too delayed without informing us, we may not able to wait very much. If we have to come back. the 2nd check in cost 50 e",
    "hostName": "Suomi And Prestigious Team",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 0,
    "price": 90,
    "cleaningFee": 50,
    "reviewRating": 90,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/d1e9eeb4ff05e2fba24c3a62e083f627"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Typical and lovely Latin Quarter",
    "space": "Bonjour !I am Maxime and I rent the entire (URL HIDDEN) me present you my lovely apartment !Located at the foot of \"La rue Mouffetard\", the 5th arrodissement in a very safe, clean & quiet building.This comfortable apartment features with :-TV-a internet connection,-fully equipped kitchen (coffee maker, hotplates, microwave, electric kettle, washing machineetc),-washing maching / dryer-bathroom with full bath and overhead shower (hairdryer, iron...)- it has a huge and very comfortable room and a real (bed) convertible couch in the living room for 2 extra personsThanks to the old stone walls the apartment stays cool during summer. Building equiped with 2 doors, 1 security code and an interphone.I supply fresh linnen, towels and a set of keys.City maps and all sorts of other useful information is also at your disposal. Just drop off your bags and make yourself home.The apartment is within a short walking distance from :-the Cathedral Notre Dame and the Luxembourg Garden-the art center of",
    "description": "Bonjour !I am Maxime and I rent the entire (URL HIDDEN) me present you my lovely apartment !Located at the foot of \"La rue Mouffetard\", the 5th arrodissement in a very safe, clean & quiet building.This comfortable apartment features with :-TV-a internet connection,-fully equipped kitchen (coffee maker, hotplates, microwave, electric kettle, washing machineetc),-washing maching / dryer-bathroom with full bath and overhead shower (hairdryer, iron...)- it has a huge and very comfortable room and a real (bed) convertible couch in the living room for 2 extra personsThanks to the old stone walls the apartment stays cool during summer. Building equiped with 2 doors, 1 security code and an interphone.I supply fresh linnen, towels and a set of keys.City maps and all sorts of other useful information is also at your disposal. Just drop off your bags and make yourself home.The apartment is within a short walking distance from :-the Cathedral Notre Dame and the Luxembourg Garden-the art center of",
    "rules": "Here are couple rules and advices about the flat : - Please take your shoes off before going into the bathroom. - Please close the living room door while cooking (and leave the window open) - Throw the daily garbage into a plastic bag under the sink and the recyclable into the red trash.  - Be always careful with your set of keys, don’t go out without them ;) - Please, take the shower curtain with you inside the bath while using it then leave it dry 10 minutes and take it off to avoind humidity. - Before leaving the appartment for the day : let the windows open as well as the door between the living room and the room for a good ventilation. I advice you to pass by rue Mouffetard to get quickly familiar with the area. You might pass by it a hundred times ! Watch the touristic restaurant out ! The ones I recommend is Mouff’tôt Mouff’tard, l’Ile de Crête a little further on place de la Contrescarpe is good too ! People are giving free massages on this place, you will enjoy it after an ent",
    "hostName": "Maxime",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 89,
    "cleaningFee": 50,
    "reviewRating": 82,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/8d6eabea586a964ca7b192ba05e9d1a8"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "1.Lovely room in Belleville-Gege homestay",
    "space": "1.franprix超市;2.银行(LCL可取银联);3.华人超市; 4.每周2、5水果市场; 5. 各种中、西餐厅等。离地铁口,中国红超市,巴黎士多,董氏豆腐坊(best tofu)半分钟",
    "description": "My homestay are located in the center of Paris,1 minute walk to Metro line 2and11-- Belleville station which direct access to all the famous attractions in Paris. Newly renovated, clean and comfortable, shared kitchen (kitchenware completed), bathroom 24 hours hot water,washing machine, heater,locker,,free WiFi. . 1 minute walk to the Chinese restaurant, Chinese supermarket. Ideal for couples, families, backpackers, business travelers. Thank you for choosing stay at our hostel:) 1.franprix超市;2.银行(LCL可取银联);3.华人超市; 4.每周2、5水果市场; 5. 各种中、西餐厅等。离地铁口,中国红超市,巴黎士多,董氏豆腐坊(best tofu)半分钟 1.公用厨房(包括炉灶、微波炉、冰箱、各种厨具等); 2.免费WiFi; 3.24小时热水;4.洗衣机; 5.行李寄存。 到地铁口一分钟,到中国超市一分钟,到中国餐厅25秒,步行! 我们位于巴黎1圈市中心,地铁2、11号线交汇Belleville站。到景点非常便利:11号线可直达蓬皮杜、巴黎圣母院、塞纳河畔以及换乘大站chatlet,2号线直达蒙马特高地,凯旋门。 1.公用厨房(包括炉灶、微波炉、冰箱、各种厨具等); 2.免费WiFi; 3.24小时热水;4.洗衣机; 5.免费拨打中国长途电话; 6.行李寄存。",
    "rules": "- 禁止黄赌毒 - 禁止喧哗",
    "hostName": "Tony",
    "property": "Apartment",
    "capacity": 3,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 50,
    "cleaningFee": 6,
    "reviewRating": null,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/ebc8d7acddef0bdedfd5f40b3cb57813"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "History Flat Marais",
    "space": "Welcome in the heart of Paris In the trendy area of Marais in the 3rd district of Paris. The building is classified of the 18th century.  You will enter in a beautiful paved courtyard, the apartment is located at the end of a courtyard, and its really quiet.  The flat is brand new, and has recently been revamped. Brand new including the household linens. Composed of two big rooms and a total surface of 55m2. A big open kitchen with an American bar link to the living room.  You will feel like being home with a tv corner, a dining room, an Italian bathroom completely new, the toilet are separated, you will have plenty of rooms to store your personal things, a big and comfortable double bed  in the bedroom and a sofa bed comfortable with a real mattress for the living room for two. And also a convertible armchair for one person. So there is enough space for 5 people to sleep in this apartment. Each window are double glazed.  You will also find in the closets an iron,table for it and a hai",
    "description": "Welcome in the heart of Paris In the trendy area of Marais in the 3rd district of Paris. The building is classified of the 18th century.  You will enter in a beautiful paved courtyard, the apartment is located at the end of a courtyard, and its really quiet.  The flat is brand new, and has recently been revamped. Brand new including the household linens. Composed of two big rooms and a total surface of 55m2. A big open kitchen with an American bar link to the living room.  You will feel like being home with a tv corner, a dining room, an Italian bathroom completely new, the toilet are separated, you will have plenty of rooms to store your personal things, a big and comfortable double bed  in the bedroom and a sofa bed comfortable with a real mattress for the living room for two. And also a convertible armchair for one person. So there is enough space for 5 people to sleep in this apartment. Each window are double glazed.  You will also find in the closets an iron,table for it and a hai",
    "rules": "The check in hour start at 14:00 and the check out are done before 12:00.  After 60 minutes late, you will be charged of an extra 20 euros.  Each check in after 20:00 is also charged of an extra 20 euros. No pets  No smoke",
    "hostName": "Anne-Sophie",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 150,
    "cleaningFee": 44,
    "reviewRating": 91,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/171b4cd6afa74ce6dd515b22e22b0996"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Super Cosy Apartment Quartier Latin",
    "space": "This amazing apartment with a view on the Musée National du Moyen Age is located Rue de Boutebrie, well-known for its great parisian atmosphere and its Saint-Séverin Church. This 50sqm apartment offers a large living space with a comfy sofa-bed for two, a large flat screen TV and a dinning corner for 4 people. There is fully equipped small American kitchen, a bedroom and a bathroom with a bathtub. The apartment is located on the 1st floor of a 17th century building. The classic Parisian architecture and its typical interior with stone walls and beams with lots of character make this apartment a cozy environment for anyone wishing to experience ‘la vie Parisienne’. Linens, towels are provided, you just need to come with your toothbrush! The owner puts a particular emphasis on cleanliness & service (easy rental procedure and flexible check in times giving customers peace of mind), will make sure your stay is comfortable, and that you feel at home. Perfect alternative to over priced hotel",
    "description": "This is the perfect location for your stay in Paris! Feel the atmosphere of the Ancient time and get lost in le Quartier Latin. Experience the life in Paris in one of the most historical district of the city. This amazing apartment with a view on the Musée National du Moyen Age is located Rue de Boutebrie, well-known for its great parisian atmosphere and its Saint-Séverin Church. This 50sqm apartment offers a large living space with a comfy sofa-bed for two, a large flat screen TV and a dinning corner for 4 people. There is fully equipped small American kitchen, a bedroom and a bathroom with a bathtub. The apartment is located on the 1st floor of a 17th century building. The classic Parisian architecture and its typical interior with stone walls and beams with lots of character make this apartment a cozy environment for anyone wishing to experience ‘la vie Parisienne’. Linens, towels are provided, you just need to come with your toothbrush! The owner puts a particular emphasis on clean",
    "rules": "The neighborhood is very calm and pleasant so this is not the right place for fiesta :/",
    "hostName": "Sam",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 91,
    "cleaningFee": 40,
    "reviewRating": 86,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/5772cb64f54fdc82e9aa5e655e8d9237"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Just renovated!Central Le Marais",
    "space": "2 double bedrooms & sofa bed in the lounge. The apartment is on the inner courtyard side of the building, quiet and comfortable. Equipped kitchen with dishwasher, microwave & electric hobs. Bed linen & towels provided",
    "description": "3 rooms entirely renovated,wooden beam ceiling, typical style of Le Marais quarter known for its restaurants,bars and small fashionable boutiques, right in the centre of Paris in a quiet & charming 17th century building. 2 double bedrooms & sofa bed in the lounge. The apartment is on the inner courtyard side of the building, quiet and comfortable. Equipped kitchen with dishwasher, microwave & electric hobs. Bed linen & towels provided Whole apartment I am always available if needed. Guests may contact me by telephone or email any time. Le Marais district with its trendy shops, bars and restaurants, cobbled streets & magnificient buildings dating back to the 17th century. Close by you'll find the Georges Pompidou Centre, Place des Vosges, the recently renovated Picasso museum,the Carnavalet museum and much more! The apartment is close to the oldest Chinatown in Paris with its shops and Asian restaurants. The central location makes it easy to walk to most attractions. There are also metr",
    "rules": "No partying or loud music tolerated. No smoking in the apartment or within the building/courtyard. Please do not use the WIFI connection for illegal downloading etc as the authorities catch up with us/you! Thank you in advance! Fêtes et musique fort ne sont pas tolerées. C'est interdit de fumer dans l'appartement, dans l'imeuble et dans la cour. All requests concerning check-in/out times and luggage should be made 48hrs in advance, thank you!",
    "hostName": "Louise",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 1,
    "bedrooms": 2,
    "price": 140,
    "cleaningFee": 30,
    "reviewRating": 92,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/2384d3e00e5e2a488347f603d5a1f02e"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Authentique 2P proche des Invalides",
    "space": "Ce lumineux 2 pièces de 42m² est situé dans un immeuble typique de Paris et bénéficie du calme de la cour fleurie sur laquelle il donne. Meublé de meubles de style il procure une atmosphère authentiquement parisienne en mêlant le confort des équipements modernes. Il est composé d'une cuisine totalement équipé de vaisselle et d'ustensiles de cuisine ou vous pourrez préparer vos repas. Une machine Nespresso complète cet équipement. L'appartement est également d'une machine à laver la vaisselle et d'un lave-linge. Le séjour est équipé d'un canapé lit avec un sommier à lattes proposant un couchage de 120cm pour 2 personnes. Vous disposez dans la chambre d'un lit double très confortable de 140cm et d'une télévision. La salle de bains est équipée d'une baignoire. Ce quartier très recherché vous permet de vous rendre à pieds sur un grand nombre de sites historiques tels que les Invalides, la Tour Eiffel, l'Ecole Militaire. Vous êtes également situé à proximité du célèbre grand magasin 'Le Bon",
    "description": "Ce lumineux 2 pièces de 42m² est situé dans un immeuble typique de Paris et bénéficie du calme de la cour fleurie sur laquelle il donne. Meublé de meubles de style il procure une atmosphère authentiquement parisienne en mêlant le confort des équipements modernes. Il est composé d'une cuisine totalement équipé de vaisselle et d'ustensiles de cuisine ou vous pourrez préparer vos repas. Une machine Nespresso complète cet équipement. L'appartement est également d'une machine à laver la vaisselle et d'un lave-linge. Le séjour est équipé d'un canapé lit avec un sommier à lattes proposant un couchage de 120cm pour 2 personnes. Vous disposez dans la chambre d'un lit double très confortable de 140cm et d'une télévision. La salle de bains est équipée d'une baignoire. Ce quartier très recherché vous permet de vous rendre à pieds sur un grand nombre de sites historiques tels que les Invalides, la Tour Eiffel, l'Ecole Militaire. Vous êtes également situé à proximité du célèbre grand magasin 'Le Bon",
    "rules": "Pensez toujours à prendre les clés de l'appartement avec vous pour ne pas vous enfermez dehors, nous n’habitons pas sur place ! Housekeeping is included in the price but please wash your dishes and throw dust before your leaving.  Dustbin of the building are in the courtyard closed to the building door ---------------------------------------------- Le ménage de fin de séjour est inclus dans nos tarifs, en revanche nous vous serions reconnaissants de bien vouloir faire votre vaisselle et jeter vos poubelles avant votre départ. Vous trouverez le local poubelles à côté de la porte d'entrée de l'immeuble",
    "hostName": "Audrey & Christel",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 130,
    "cleaningFee": 30,
    "reviewRating": 90,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/21e488ab6f83b3efe8d4bd0ef20f608d"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Charme de Saint Germain  à proximité de Notre-Dame",
    "space": "Nous avons pris bonne note des remarques de certains de nos hôtes qui ont parfois pu manquer d'eau chaude. Le chauffe-eau a été changé et un réglage de chauffe en continue garanti désormais de l'eau chaude à volonté. ------------------------------------------------------------------------------------------ Vous apprécierez ce charmant 2 pièces qui a été totalement rénové avec des matériaux de grande qualité, tout en gardant son charme de l'ancien typique du quartier Saint Germain avec ses poutres apparentes.  Il est composé d'un séjour équipé d'un canapé lit pour 2 personnes (le matelas se déplie directement sur le sol) où vous pourrez vous relaxer devant la télévision. La cuisine est totalement équipée, avec la vaisselle et les ustensiles de cuisine dont vous pourrez avoir besoin pendant votre séjour, ainsi que d'une machine à laver le linge. Pour votre café, nous vous fournissons gracieusement des capsules pour la machine Nespresso Vous profiterez du calme de cet appartement de par s",
    "description": "Charme de l'authentique Paris garanti ! Ce magnifique appartement, très lumineux et calme se situe au cœur de l'ambiance féerique de St Germain et de Notre-Dame !  Proche de tous commerces et restaurants, Notre-Dame  à moins de 5 minutes à pieds et un point de départ idéal pour visiter à pieds Paris.  Quartier très sécurisé. Les draps et les serviettes de toilette sont fournis, une Nespresso est à votre disposition. Le ménage de fin de séjour est inclus dans le tarif. Immeuble très calme. Nous avons pris bonne note des remarques de certains de nos hôtes qui ont parfois pu manquer d'eau chaude. Le chauffe-eau a été changé et un réglage de chauffe en continue garanti désormais de l'eau chaude à volonté. ------------------------------------------------------------------------------------------ Vous apprécierez ce charmant 2 pièces qui a été totalement rénové avec des matériaux de grande qualité, tout en gardant son charme de l'ancien typique du quartier Saint Germain avec ses poutres appa",
    "rules": "Pensez toujours à prendre les clés de l'appartement avec vous pour ne pas vous enfermez dehors, nous n’habitons pas sur place ! Housekeeping is included in the price but please wash your dishes and throw dust before your leaving.  ---------------------------------------------- Le ménage de fin de séjour est inclus dans nos tarifs, en revanche nous vous serions reconnaissants de bien vouloir faire votre vaisselle et jeter vos poubelles avant votre départ.",
    "hostName": "Audrey & Christel",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 160,
    "cleaningFee": 10,
    "reviewRating": 90,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/6ea6af4fa8ae9c8eb3dbc8a974e5c03e"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Unforgettable 17th Century duplex",
    "space": "On the 3rd floor, 1 double bedroom, living space with sofa bed, table and chairs, open plan kitchen. 4th floor, 1 double bedroom and bathroom with toilet.",
    "description": "Situated on 3rd and 4th floors of a charming historical building dating back to 17th century. Wooden beams and beautiful view of the fountain Place Contrescarpe. On the 3rd floor, 1 double bedroom, living space with sofa bed, table and chairs, open plan kitchen. 4th floor, 1 double bedroom and bathroom with toilet. Access to whole space Always available if needed ! Place Contrescarpe, Pantheon and Latin Quarter Lively area with restaurants bars and cafes Metro Cardinal Lemoine and Jussieu Easy access to public transport Metro Cardinal Lemoine and Jussieu Easy access to public transport The stairs may not be easy for everyone",
    "rules": "No smoking in the apartment or anywhere in the building No partying or loud music",
    "hostName": "Mathilde",
    "property": "Apartment",
    "capacity": 7,
    "bathrooms": 1,
    "bedrooms": 2,
    "price": 140,
    "cleaningFee": 40,
    "reviewRating": 90,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/3fb25be4bd503916b90da7fee7bcab94"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "On Top of Paris",
    "space": "***Welcome Home*** Come and experience Paris! The apartment is 60 sqm and offers a large double living room with a balcony with a dinning corner for 8 people, a bedroom with a queen size bed for two with a terrace with a view on the Pantheon where you could have your coffee in the sunshine in the morning, a fully equipped kitchen with a washing-machine and a dish-washer, a bathroom with two sinks, Internet connection - wifi, and is located on the 5th floor with a lift. My apartment is furnished to make this a cozy environment for anyone wishing to experience \"la vie Parisienne\". Step outside to the many shops rue Mouffetard, and hop over the river on one side to île Saint Louis or the other to the Latin Quarter in an instant! Discover the many tasty restaurants of Paris, or savor some wine and cheese at home while resting your feet after a day of site seeing. Perfect for two, you can also sleep 4 on demand. The sofa bed is very brand new and very comfortable. The owner puts a particula",
    "description": "This is the perfect location for your stay in Paris! Feel the atmosphere of the Ancient time and get lost in Saint Germain-des-Près. Experience the life in Paris in one of the most historical district of the city. ***Welcome Home*** Come and experience Paris! The apartment is 60 sqm and offers a large double living room with a balcony with a dinning corner for 8 people, a bedroom with a queen size bed for two with a terrace with a view on the Pantheon where you could have your coffee in the sunshine in the morning, a fully equipped kitchen with a washing-machine and a dish-washer, a bathroom with two sinks, Internet connection - wifi, and is located on the 5th floor with a lift. My apartment is furnished to make this a cozy environment for anyone wishing to experience \"la vie Parisienne\". Step outside to the many shops rue Mouffetard, and hop over the river on one side to île Saint Louis or the other to the Latin Quarter in an instant! Discover the many tasty restaurants of Paris, or s",
    "rules": "The neighborhood is very calm and pleasant so this is not the right place for fiesta :/",
    "hostName": "Sam",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 91,
    "cleaningFee": 40,
    "reviewRating": 91,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/ce6ac50dfd1038d486d9e9a5551dc91b"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Grand appartement calme et lumineux",
    "space": "Je vous présente ce magnifique appartement de prestige au coeur du 16 ème arrondissement de Paris, dans une belle rue calme et résidentielle, au 2 ème étage avec ascenseur d'un bel immeuble des années 30. Il s'agit d'un magnifique 4 pièces de grand standing de 125 m2 en parfait état, entièrement meublé avec des meubles anciens de style français. Il se compose d'un grand salon avec une grande télévision, d'une salle à manger, de 2 chambres  avec des lits doubles (1m40 x 1m90), d'une grande cuisine entièrement équipée avec tout  l'électro-ménager nécessaire (lave-linge, sèche- linge , lave-vaisselle, réfrigérateur, plaques à induction, four, micro-ondes), vaisselle et coutellerie complètes, d'une salle de bain et salle de douche.  L'appartement bénéficie de parquet, de moulures, d'une cheminée, de grandes fenêtres, de nombreux placards, le tout sous une belle hauteur sous plafond. L'appartement est sécurisé par un code et une gardienne et le chauffage est collectif. Je suis certain que c",
    "description": "Un magnifique appartement, situé dans le 16ème arrondissement de Paris,dans un immeuble bien entretenu et sécurisé.  Calme et lumineux,l'appartement a une décoration soignée et des meubles de qualité qui feront de votre séjour un moment inoubliable. Je vous présente ce magnifique appartement de prestige au coeur du 16 ème arrondissement de Paris, dans une belle rue calme et résidentielle, au 2 ème étage avec ascenseur d'un bel immeuble des années 30. Il s'agit d'un magnifique 4 pièces de grand standing de 125 m2 en parfait état, entièrement meublé avec des meubles anciens de style français. Il se compose d'un grand salon avec une grande télévision, d'une salle à manger, de 2 chambres  avec des lits doubles (1m40 x 1m90), d'une grande cuisine entièrement équipée avec tout  l'électro-ménager nécessaire (lave-linge, sèche- linge , lave-vaisselle, réfrigérateur, plaques à induction, four, micro-ondes), vaisselle et coutellerie complètes, d'une salle de bain et salle de douche.  L'apparteme",
    "rules": "L'appartement est non-fumeur. les animaux ne sont pas acceptés. Les locataires sont priés de respecter le calme et la tranquillité des voisins.  Les locataires sont priés de rendre l'appartement dans un bon état de propreté.",
    "hostName": "Charles",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 2,
    "price": 150,
    "cleaningFee": 50,
    "reviewRating": 100,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/aea4fc81f086169e7482e59bf0ecabdd"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "2.lovely room in Belleville  -Gege homestay",
    "space": "1.franprix超市;2.银行(LCL可取银联);3.华人超市; 4.每周2、5水果市场; 5. 各种中、西餐厅等。地铁口,中国餐厅,中国红超市,巴黎士多,董氏豆腐坊(best tofu)半分钟",
    "description": "My homestay are located in the center of Paris,1 minute walk to Metro line 2and11-- Belleville station which direct access to all the famous attractions in Paris. Newly renovated, clean and comfortable, shared kitchen (kitchenware completed), bathroom 24 hours hot water,washing machine, heater,locker,free WiFi. . 1 minute walk to the Chinese restaurant, Chinese supermarket. Ideal for couples, families, backpackers, business travelers. Thank you for choosing stay at our hostel:) 1.franprix超市;2.银行(LCL可取银联);3.华人超市; 4.每周2、5水果市场; 5. 各种中、西餐厅等。地铁口,中国餐厅,中国红超市,巴黎士多,董氏豆腐坊(best tofu)半分钟 1.公用厨房(包括炉灶、微波炉、冰箱、各种厨具等); 2.免费WiFi; 3.24小时热水;4.洗衣机; 5.行李寄存。",
    "rules": "- 禁止黄赌毒",
    "hostName": "Tony",
    "property": "Apartment",
    "capacity": 2,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 50,
    "cleaningFee": 6,
    "reviewRating": null,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/639e7f4f3b617a13f55aa0379a25e120"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Central Paris, Beaubourg, 2bdrms",
    "space": null,
    "description": "Very central location with easy access to all main attractions either on foot or by bus/metro. Renovation just completed 2 double bedrooms 1 sofa bed Bathroom with spacious shower  Seperate toilet Sheets and towels are provided",
    "rules": "Strictly no smoking Please leave the property how you found it! Although there is a cleaning fee in place this does not cover extra expenses for cleaning unreasonable dirtiness No partying or loud music tolerated by neighbours",
    "hostName": "Mathilde",
    "property": "Apartment",
    "capacity": 7,
    "bathrooms": 1,
    "bedrooms": 2,
    "price": 160,
    "cleaningFee": 30,
    "reviewRating": 94,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/17fc31471afe296217e9e03bd91afa15"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "* Luxurious 4 rooms -75sq² Marais *",
    "space": "4-rooms apartment of 75m², ideally located between le Marais and Bastille, very close to Place des Vosges and Bastille. The apartment has been entirely renovated and is really modern.  The apartment is located on the 3rd floor in a typical “Haussmann” building. The building is equipped with a elevator and secured with a digital code.",
    "description": "Luxurious 75m² 4-rooms apartment located on the 3rd floor of a beautiful Parisian building. Can accommodate up to 6 people. Only a 5-minute walk from Bastille and 3 minutes from Place des Vosges. Ideal for a family trip or with friends. 4-rooms apartment of 75m², ideally located between le Marais and Bastille, very close to Place des Vosges and Bastille. The apartment has been entirely renovated and is really modern.  The apartment is located on the 3rd floor in a typical “Haussmann” building. The building is equipped with a elevator and secured with a digital code. The living room is spacious and luminous. You will find a flat screen television and a high-speed Internet connection. The couch can be an additional bed with the capacity of one.  This 4-room apartment has two bedrooms. One bedroom is equipped with a double bed while the other one is equipped with a single bed and a convertible bed (capacity of two people).   The closed kitchen is very well equipped with electric hotplates",
    "rules": "Please inform us directly if you'll be late for the check-in.",
    "hostName": "Romain",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 1,
    "bedrooms": 2,
    "price": 180,
    "cleaningFee": 40,
    "reviewRating": 79,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/6139921654957f2030ee213e0a06420d"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Charm balcony Eiffel & Avenue Suffren",
    "space": "Dear Guest,  We are proud to introduce our Federation flat in 69 rue de la Federation.  The flat is just 3 minutes from Eiffel tower and Champs de Mars. Nearby avenue Suffren and La Motte Picquet Grenelle. There is many boutiques, markets and shops. The location is just perfect. You will have a lot of very famous and good restaurants 5m walking distance. The atmosphere of the flat is very calm, reserved from noisy city street by double glasses windows, there is a small balcony that you can enjoy as well. PRESTIGIOUS Team",
    "description": "We are proud to introduce our Federation flat in 69 rue de la Federation.  The flat is just 3 minutes from Eiffel tower and Champs de Mars. Nearby avenue Suffren and La Motte Picquet Grenelle. There is many boutiques, markets and shops. The location is just perfect. You will have a lot of very famous and good restaurants 5m walking distance. The atmosphere of the flat is very calm, reserved from noisy city street by double glasses windows, there is a small balcony that you can enjoy as well. Dear Guest,  We are proud to introduce our Federation flat in 69 rue de la Federation.  The flat is just 3 minutes from Eiffel tower and Champs de Mars. Nearby avenue Suffren and La Motte Picquet Grenelle. There is many boutiques, markets and shops. The location is just perfect. You will have a lot of very famous and good restaurants 5m walking distance. The atmosphere of the flat is very calm, reserved from noisy city street by double glasses windows, there is a small balcony that you can enjoy as",
    "rules": "No smoking, No pets !! sorry :) 1. Thanks for your stay! 2. We are in residence building and neighborhood needs rest. so please be as much as possible quiet when you arrives. 3. this is not a party place.  4. We do not allow friends visit coming without requesting to us before. 5. Please ask us before if you have trouble to use the machines. 6. Could you please pull off your shoes inside ? 7. Check in is between 3pm - 9pm after 9pm you have to come to us pick up the key in our office at 7th district or we provide the late check in service for 50 euros. It is much secure for you. I strongly recommend it. Check out is before 11am. We can accept check in earlier or check out later in case the flat is available, please check it with us.  We also provide the hold luggages service at the office. When we agree the check in meeting please respect the meeting time. If you are too delayed without informing us, we may not able to wait very much. If we have to come back. the 2nd check in cost 50 e",
    "hostName": "Suomi And Prestigious Team",
    "property": "Apartment",
    "capacity": 3,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 145,
    "cleaningFee": 50,
    "reviewRating": null,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/21562e8ef55c9c7f74ebd88b11ddbf33"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Bedroom in warm and cosy Apartment",
    "space": "I rent the bedroom wich is located behing the living room and it gives the access to the bathroom. Either I or someone else occupy the living room. You will share the flat! I invite you to check the comments to make sure that it totally works. Building equiped with 2 doors, 1 security code and an interphone.  I supply fresh linnen, towels and a set of keys.  City maps and all sorts of other useful information is also at your disposal. Just drop off your bags and make yourself home. Thanks to the old stone walls the apartment stays cool during summer.   The apartment is within a short walking distance from : - metro line 7 : Censier Daubenton, 3 mn walking - One of Paris' liveliest streets and typical market \"Rue Mouffetard\" : 50 meters from the apartment  - Lutetia Arena \"Les Arènes de Lutece\" and the Arab World Institute : 5 minutes walking  - the Pantheon & la Sorbonne University : 10 minutes walking  - the Cathedral Notre Dame, Luxembourg Garden, the Seine river and l'Ile Saint Loui",
    "description": "Hello :) I rent out the room into my warm apt.  It gives access to the bathroom that we share as well as the kitchen. Always a pleasure to receive you in Paris, you'll love it. I rent the bedroom wich is located behing the living room and it gives the access to the bathroom. Either I or someone else occupy the living room. You will share the flat! I invite you to check the comments to make sure that it totally works. Building equiped with 2 doors, 1 security code and an interphone.  I supply fresh linnen, towels and a set of keys.  City maps and all sorts of other useful information is also at your disposal. Just drop off your bags and make yourself home. Thanks to the old stone walls the apartment stays cool during summer.   The apartment is within a short walking distance from : - metro line 7 : Censier Daubenton, 3 mn walking - One of Paris' liveliest streets and typical market \"Rue Mouffetard\" : 50 meters from the apartment  - Lutetia Arena \"Les Arènes de Lutece\" and the Arab World",
    "rules": "S'il vous plaît, pas de chaussures dans la salle de bain :)",
    "hostName": "Maxime",
    "property": "Apartment",
    "capacity": 2,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 49,
    "cleaningFee": 20,
    "reviewRating": 89,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/4b61072a7c6f3ee0dba8c36d4a71e155"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Studio Près des Champs Elysées vue sur Tour Eifel",
    "space": "Studio refait à neuf et très bien équipé (cuisine équipée, machine a café, bouilloire, lave linge, frigo, micro ondes etc.. ). WIFI gratuit, TV câblée",
    "description": "Studio refait a neuf situé entre la Tour Eiffel et les Champs Elysées. Wifi gratuit et télévision par câble. Je fournis des serviettes et des draps. Calendrier à jour, vous pouvez réserver sans demande.",
    "rules": "Please note our late check-in policy: - 20€ after 20:00 - 40€ after 21:00 - 60€ after 23:00 (on request) For early check-in; we can only guarantee a check-in starting 11h30 and the apartment cleaned before 15h",
    "hostName": "Michael & Johanna",
    "property": "Apartment",
    "capacity": 3,
    "bathrooms": 1,
    "bedrooms": 0,
    "price": 250,
    "cleaningFee": 45,
    "reviewRating": 92,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/ad4bd6d3fd766c7c921c8c3e61fcaba5"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Un Village en plein centre de Paris !Tram et metro",
    "space": "Magnifique appartement extrêmement lumineux , atypique dans Paris car il se situe dans une véritable maison de ville.  L'appartement comprends une grande chambre avec rangement, un très grand salon avec un parquet, une salle de bain avec baignoire et des WV séparés. Le ménage de fin de séjour st inclus dans le tarif.",
    "description": "Superbe appartement lumineux et spacieux, situé dans une ruelle fleurie à l'allure incroyable de village. De nombreux commerces et restaurants à proximité  immédiate. Emplacement idéal : tramway et métro vous permettent d'explorer Paris en toute tranquillité Il se compose d'une chambre spacieuse avec un lit double, un spacieux double séjour avec canapé lit pour 2, d'une cuisine ouverte toute équipée et d'une salle de bains avec baignoire Draps et serviettes fournis Check-in au plus tard à 19h Magnifique appartement extrêmement lumineux , atypique dans Paris car il se situe dans une véritable maison de ville.  L'appartement comprends une grande chambre avec rangement, un très grand salon avec un parquet, une salle de bain avec baignoire et des WV séparés. Le ménage de fin de séjour st inclus dans le tarif. Trés facile d’accès avec ces nombreux transports : Tramway , périphérique , bus, métro ... La messagerie reste l'idéal je m'efforce de répondre rapidement à vos messages.  En cas d'ur",
    "rules": "Pensez toujours à prendre les clés de l'appartement avec vous pour ne pas vous enfermez dehors, nous n’habitons pas sur place ! Housekeeping is included in the price but please wash your dishes and throw dust before your leaving.  ---------------------------------------------- Arrivée acceptées au plus tard à 19h Le ménage de fin de séjour est inclus dans nos tarifs, en revanche nous vous serions reconnaissants de bien vouloir faire votre vaisselle et jeter vos poubelles avant votre départ.",
    "hostName": "Audrey & Christel",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 80,
    "cleaningFee": 30,
    "reviewRating": 89,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/3957eee0b1cab3ac869757e4f5dc810e"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "New Design Marais One bedroom",
    "space": "A late check-in after 8 pm and/or a Sunday arrival will be submitted to an extra charge for 50 € to be paid upon arrival.",
    "description": "A brand new one bedroom apt of 30 sq mt situated on a 2nd floor without lift on a very calm courtyard in the heart of the Marais. There is a double bedroom with insuite bathroom. The living room has a double sofa bed and open equipped kitchen. A late check-in after 8 pm and/or a Sunday arrival will be submitted to an extra charge for 50 € to be paid upon arrival.",
    "rules": "Toute arrivée après 20 heures ou le dimanche sera soumise à un supplément de 50 €.",
    "hostName": "Jean Paul",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 100,
    "cleaningFee": 50,
    "reviewRating": 95,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/37462c3936b961908ab990c85a9eec29"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Duplex in St Germain des Pres Odeon",
    "space": "This apartment of 45 m², (2 duplex rooms) is located rue de Buci in the 6 th arrondissement.  It is the 4th floor of a building of the XX th Century with elevator and can accommodate 3 people.  It is equipped with a washing machine, a dryer, a dishwasher , cable , television , DVD player and an internet connection. Only one real room up the stairs , there is a very confortable sofa bed (160cm) in the living room. Odeon metro station - Mabillon Area: St Germain des Pres Located in the most prestigious area , most famous and most lively St Germain des Pres . Close to numerous cafes, restaurants, cinemas, Supermarkets and fashion boutiques . This area is famous for its many art galleries. It is close to the church St Germain , Café de Flore , Les Deux Magots and the Brasserie Lipp . You would be living in the heart of Paris for a stay out of the ordinary .",
    "description": "This apartment of 45 m², (2 duplex rooms) is located rue de Buci in the 6 th arrondissement.  It is the 4th floor of a building of the XX th Century with elevator and can accommodate 3 people.  It is equipped with a washing machine, a dryer, a dishwasher , cable , television , DVD player and an internet connection. Only one real room up the stairs , there is a very confortable sofa bed (160cm) in the living room. Odeon metro station - Mabillon Area: St Germain des Pres Located in the most prestigious area , most famous and most lively St Germain des Pres . Close to numerous cafes, restaurants, cinemas, Supermarkets and fashion boutiques . This area is famous for its many art galleries. It is close to the church St Germain , Café de Flore , Les Deux Magots and the Brasserie Lipp . You would be living in the heart of Paris for a stay out of the ordinary .",
    "rules": "• Check-in time is 2PM. If you open it, close it.      If you turn it on, turn it off.      If you unlock it, lock it up.      If you break it, admit it.      If you can't fix it, call someone who can.      If you borrow it, return it.      If you value it, take care of it.      If you make a mess, clean it up.      If you move it, put it back.     If it belongs to someone else, get permission to use it.      If you don't know how to operate it, leave it alone. NO SMOKING Hello , first of all thank you for choosing the apartment. I will be very happy to welcome you for your stay in Paris. The entry is done starting from 14h and departure of 11am if we have people who come after you on your day of departure. Otherwise we can possibly consider a later exit . We have a penalty fee of 20 € to provide cash to the person who will meet you if you arrive after 20h . Please provide your arrival schedules to Paris and prevent us when you leave the airport or train station and you 're headed to t",
    "hostName": "Rudy",
    "property": "Apartment",
    "capacity": 3,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 125,
    "cleaningFee": 50,
    "reviewRating": 96,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/03e71fb54409c04fb9f1536af09e6737"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Oberkampf Appartement",
    "space": "This apartment is very comfortable with a double bed (160x200) and a sofa bed (160x200) Located on a 5th floor with elevator in a secure building, has 48m2. Microwave, coffee machine, refrigerator, toaster and TV, washing machine, internet connection is on its way.",
    "description": "A newly refurbished apartment great for up to 4 guests. This apartment is very comfortable with a double bed (160x200) and a sofa bed (160x200) Located on a 5th floor with elevator in a secure building, has 48m2. Microwave, coffee machine, refrigerator, toaster and TV, washing machine, internet connection is on its way. Guests have access to entire property, hairdryer, iron and ironing board, linen, towels and internet are included.  The beds are prepared with a fitted sheet and a Duvet with duvet cover, if you need extra bedding please order in advance. There will be a Bath Towel (140cm x 70cm) + Hand Towel (70cm x 50cm) for each guest, if you need extra towels please order in advance at an extra cost. There are also 2 tea towels available in the kitchen. After confirming the booking I send you a welcome letter with all information you will need, as for contacts and who will meet you at the apartment. The neighborhood is quiet yet close to the busy center of Paris. The closest Metro s",
    "rules": "No Pets. No smoking. No Parties. A minimum 4 nights stay is required. Check in is between 12h00 and 20h00. Check out time is before 11h00. If you arrive after 20h00, there is an extra 30 EUR to be paid for the late check in. After 22h00 the late check in fee is 50 Euros. Late check ins can be done up until 23h30 at the latest. Any change of dates has a flat fee of 50Eur and only possible for 1 -2 days before or after the original booking if possible. Any additional guests (in maximum capacity of the property) not mentioned on the original booking will add an additional 50 EUR fee/night.",
    "hostName": "Carolyn",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 120,
    "cleaningFee": 50,
    "reviewRating": null,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/764cd525cf3f6f9b9c6aaa2288ce2942"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "2 PIECES TOUT CONFORT - PARIS 7EME",
    "space": "Cet appartement de 33 m² , 2 pièces , est situé rue du General Bertrand dans le 7ème arrondissement , au 2ème étage d'un immeuble du 19ème siècle sans ascenseur et il peut accueillir 4 personnes. Cet appartement est équipé avec : un lave linge, un sèche linge, un lave-vaisselle, la télévision, un accès internet haut débit illimité, un lecteur DVD, station Ipod. Cet appartement est également équipé de draps, couvertures, oreillers, serviettes de toilette et ustensiles de cuisine. L'immeuble du 19ème siècle sans ascenseur est équipé avec : un code d entrée.",
    "description": "33m2 - 2ème étage sans ascenseur donnant sur un jardin arboré -- Appartement tout confort et tout équipe au cœur du 7eme - 2 pièces avec un chambre indépendante avec lit 2 places 140 x 200 cm, salle d'eau avec douche et WC indépendant. Cuisine américaine toute équipée donnant sur coin salon avec un canapé-lit 120 x 190 cm pour 2 enfants ou 1 adulte + 1 enfant. TV, internet, linges de maison fournis, vaisselles. Nombreux rangements. Proches des monuments historiques, métros, bus, vélib et taxis. Cet appartement de 33 m² , 2 pièces , est situé rue du General Bertrand dans le 7ème arrondissement , au 2ème étage d'un immeuble du 19ème siècle sans ascenseur et il peut accueillir 4 personnes. Cet appartement est équipé avec : un lave linge, un sèche linge, un lave-vaisselle, la télévision, un accès internet haut débit illimité, un lecteur DVD, station Ipod. Cet appartement est également équipé de draps, couvertures, oreillers, serviettes de toilette et ustensiles de cuisine. L'immeuble du 19",
    "rules": "ATTENTION ARRIVEE A PARTIR DE 14H00 ET JUSQU'A 22H30, APRÈS SUPPLEMENT DE 50 EUROS - DEPART A MIDI MAXIMUM Voir contrat",
    "hostName": "Muriel",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 80,
    "cleaningFee": 50,
    "reviewRating": 87,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/02cc2fae19650c1c9472553f35e3a25c"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Republique,refait neuf Juin 2016,2 ch,calme,soleil",
    "space": null,
    "description": "Appartement refait neuf en Juin 2016, 2 chambres, 1 canapés lit, 1 lit pliant, salle de bain, wc, cuisine, grands lits de 160 cm de large,  très calme et ensoleillé, grand volume, hauteur sous plafond de 3m50, à quelques mètres de la place de la République, dans un quartier branché parisien",
    "rules": "Smoking is strictly forbidden! There will be a charge deducted from the deposit to cover extra cleaning, curtains, rugs etc. Thank you in advance for your consideration of non-smoking guests. il est formellement interdit de fumer dans l'appartement et dans les parties communes de la maison ( cage d'escalier et rez de chaussée) pas de fête il est formellement interdit de fumer, même dans les escaliers, et de faire des soirées dansantes ou tres festives et très fortes compensations sur le dépôt de garantie seront prises pour les contrevenants Strictly no partying or loud music, please consider other residents of the building, thank you! Fêtes et musique forte sont interdit, merci! Please leave the property how you found it! Although there is a cleaning  fee this does not cover expenses for cleaning unreasonable dirtiness",
    "hostName": "Mathilde",
    "property": "Apartment",
    "capacity": 7,
    "bathrooms": 1,
    "bedrooms": 2,
    "price": 140,
    "cleaningFee": 30,
    "reviewRating": 93,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/3b413668607c6a93c41d78816118caaf"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Renovated Central Le Marais",
    "space": "Bedroom with double bed, sofa bed can sleep 2. Table & chairs for 4 Equipped kitchen with electric hobs and microwave.  Bed linen and towels provided The apartment is facing the inner courtyard, quiet and comfortable.",
    "description": "2 rooms entirely renovated,wooden beam ceiling,in a charming quiet 17th century building typical of the \"Marais\" quarter,known for its restaurants,bars and small fashionable boutiques . Bedroom with double bed, sofa bed can sleep 2. Table & chairs for 4 Equipped kitchen with electric hobs and microwave.  Bed linen and towels provided The apartment is facing the inner courtyard, quiet and comfortable. Guests have access to whole apartment I am always available and can be contacted at all times by telephone or email The Marais district with its trendy shops,bars and restaurants. Cobbled streets & buildings dating back to the 17th century. Close by you'll find the Georges Pompidou Centre, the recently renovated Picasso museum,Place des Vosges, the Carnavalet museum & much more! The apartment is close to the oldest Chinatown in Paris with its shops and Asian restaurants. Métro stations:Temple, Rambuteau & Arts et Métiers Buses to Gare du Nord, Gare de Lyon From this central location it is",
    "rules": "Partying or loud music are not tolerated by other residents of the building. Please do not us the WIFI connection for illegal downloading etc. as the authorities will catch up with us/you! Thank you in advance. All requests concerning check-in/out times and luggage should be made 48hrs in advance, thank you!",
    "hostName": "Louise",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 120,
    "cleaningFee": 20,
    "reviewRating": 92,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/61ce0ee53a78fce5650df02bac73e27d"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Cosy Duplex in the heart of Marais",
    "space": "Charming duplex in the heart of the Marais. Ideally located r close to the Picasso museum, restaurants and trendy fashion shops, this charming duplex offers all the charm of Parisian life at a price defying any competition. Charming duplex in the heart of the Marais. Ideally located rue de Poitou close to the Picasso museum, restaurants and trendy fashion shops, this charming duplex offers all the charm of Parisian life at a price defying any competition. You will find a charming little kitchen, a comfortable living room with a beautiful view of greenery, a shower room and a the loft bedroom !",
    "description": "Charming duplex in the heart of the Marais. Ideally located  close to the Picasso museum, restaurants and trendy fashion shops, this charming duplex offers all the charm of Parisian life at a price defying any competition. Charming duplex in the heart of the Marais. Ideally located r close to the Picasso museum, restaurants and trendy fashion shops, this charming duplex offers all the charm of Parisian life at a price defying any competition. Charming duplex in the heart of the Marais. Ideally located rue de Poitou close to the Picasso museum, restaurants and trendy fashion shops, this charming duplex offers all the charm of Parisian life at a price defying any competition. You will find a charming little kitchen, a comfortable living room with a beautiful view of greenery, a shower room and a the loft bedroom ! Metro line 8 Filles du calvaire :5 minutes walking",
    "rules": "Feel like home and enjoy your stay!",
    "hostName": "Philippe",
    "property": "Apartment",
    "capacity": 3,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 69,
    "cleaningFee": 50,
    "reviewRating": 85,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/5090b908f2b723c6f9aaaa090decdfea"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Paris Central 2 bdrm apt",
    "space": "This flat is nicely furnished and was very recently decorated including new (URL HIDDEN) has a well equipped kitchen area with a table, so is convenient for eating at home. The bedrooms have comfortable double beds and are very cosy. There is a (new) sofa-bed in the lounge area that can sleep 2. I can supply a travel cot(lit parapluie) The bathroom has a shower unit, toilet, sink and dryer.",
    "description": "A well located comfortable 3 room apartment with 2 double bedrooms and sofa bed in the living room. Fully equipped kitchen.WIFI. It can accomodate up to 6 people ! Close to metro and easy access to major train stations and airports. This flat is nicely furnished and was very recently decorated including new (URL HIDDEN) has a well equipped kitchen area with a table, so is convenient for eating at home. The bedrooms have comfortable double beds and are very cosy. There is a (new) sofa-bed in the lounge area that can sleep 2. I can supply a travel cot(lit parapluie) The bathroom has a shower unit, toilet, sink and dryer. Guests have access to whole apartment and all that it contains!  Place de la République has recently had a major makeover and is now a pedestrian area, shops and cafés all around. The flat is also within walking distance to other great areas like Le Marais or La Bastille. So much to do and discover around here! 1 minute walk from metro station Jacques Bonsergent and 5 mi",
    "rules": "Please do not use the wifi connection for downloading etc illegal material as we will be obliged to hand over your contact details to the authority concerned! No partying, smoking or loud music! All requests concerning check-in/out and luggage should be made 48 hrs in advance, thank you!",
    "hostName": "Louise",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 1,
    "bedrooms": 2,
    "price": 140,
    "cleaningFee": 20,
    "reviewRating": 88,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/1a1a8251c4e391167d7db77c93df624d"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "1.Lovely room in Belleville--Gege  homestay",
    "space": null,
    "description": "My homestay are located in the center of Paris,1 minute walk to Metro line 2and11-- Belleville station which direct access to all the famous attractions in Paris. Newly renovated, clean and comfortable, shared kitchen (kitchenware completed), bathroom 24 hours hot water,washing machine, strongbox,free WiFi. . 1 minute walk to the Chinese restaurant, Chinese supermarket. Ideal for couples, families, backpackers, business travelers. Thank you for choosing stay at our hostel:)",
    "rules": "- 禁止黄赌毒 - 禁止喧哗",
    "hostName": "Tony",
    "property": "Apartment",
    "capacity": 2,
    "bathrooms": 0.5,
    "bedrooms": 1,
    "price": 50,
    "cleaningFee": 6,
    "reviewRating": 40,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/5210e45714bdcb55ae6f62322b75215f"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Large 1 bedroom flat - Saint Germain des Près",
    "space": "***Welcome Home*** Come and experience Paris! The apartment is typically Parisian with wooden floor, a fire place, high ceiling with molding. It is fully renovated and located Rue des Grands Augustins, well-known for its great Parisian atmosphere, many shops, restaurants, and close from cafés and cinemas. This 55sqm apartment offers a large living room with 2 comfy sofa-bed, a dining corner and working area, a fully equipped kitchen, a bedroom and a bathroom. The apartment is located on the 1st floor of a 17th century building. The classic Parisian architecture and atypical interior with stone walls and beams with lots of character make this a cozy environment for anyone wishing to experience ‘la vie Parisienne’. Step outside to the many shops, and hop over the river on one side to the Louvre or the other to the Latin Quarter in an instant! Discover the many tasty restaurants of Paris, or savor some wine and cheese at home while resting your feet after a day of site seeing. The owner p",
    "description": "This is the perfect location for your stay in Paris! Feel the atmosphere of the Ancient time and get lost in Saint Germain-des-Près. Experience the life in Paris in one of the most historical district of the city. ***Welcome Home*** Come and experience Paris! The apartment is typically Parisian with wooden floor, a fire place, high ceiling with molding. It is fully renovated and located Rue des Grands Augustins, well-known for its great Parisian atmosphere, many shops, restaurants, and close from cafés and cinemas. This 55sqm apartment offers a large living room with 2 comfy sofa-bed, a dining corner and working area, a fully equipped kitchen, a bedroom and a bathroom. The apartment is located on the 1st floor of a 17th century building. The classic Parisian architecture and atypical interior with stone walls and beams with lots of character make this a cozy environment for anyone wishing to experience ‘la vie Parisienne’. Step outside to the many shops, and hop over the river on one s",
    "rules": "- J'habite sur le palier",
    "hostName": "Sam",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 160,
    "cleaningFee": 40,
    "reviewRating": null,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/07be8484742bc5fb5b11934fc5da4eda"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Le Marais Historical Appartment",
    "space": "Welcome in the heart of Paris In the very heart of the trendy neighbourhood of Le Marais in the 3rd district of Paris. The building is classified of the 18th century.  You will enter in a beautiful paved courtyard, the apartment is located at the end of the courtyard, and is really quiet.  The flat is brand new, and has recently been revamped. Composed of two large rooms and a total surface of 55 sqm. A big open kitchen with an American bar link to the living room.  You will feel like being home with a tv corner, a dining room, an Italian bathroom completely new, the toilets are separated, you will have plenty of rooms to store your personal belongings, a large and comfortable double bed in the bedroom and a sofa bed comfortable too with a real mattress for the living room for two. And also a convertible armchair for one person. So there is enough space for 4 people to sleep in this apartment. Each window are double glazed.  You will also find in the closets an iron and its table and a",
    "description": "Really beautiful apartment located in a building classified in the 18th district in the heart of the marais. Charming and bright  flat with 2 rooms on the 4th floor at the end of a beautiful courtyard.  Accommodation for 4 people. Welcome in the heart of Paris In the very heart of the trendy neighbourhood of Le Marais in the 3rd district of Paris. The building is classified of the 18th century.  You will enter in a beautiful paved courtyard, the apartment is located at the end of the courtyard, and is really quiet.  The flat is brand new, and has recently been revamped. Composed of two large rooms and a total surface of 55 sqm. A big open kitchen with an American bar link to the living room.  You will feel like being home with a tv corner, a dining room, an Italian bathroom completely new, the toilets are separated, you will have plenty of rooms to store your personal belongings, a large and comfortable double bed in the bedroom and a sofa bed comfortable too with a real mattress for t",
    "rules": "Interdit de fumer dans l'appartement Interdit aux animaux If you are late more than one hour i will ask you 20 euros  If you want a check in after 8pm i will ask you 20 euros",
    "hostName": "Clémence & Anne-Sophie",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 140,
    "cleaningFee": 40,
    "reviewRating": 91,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/baa17d46c5a2bfbad093922574411f36"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Romantic Getaway Sacré Cœur/Montmar",
    "space": "Our artistic nest is located in the famous Montmartre quarter in a charming Parisian street where you will find yourself down the stairs that lead to the Sacré Cœur Basilica.  It is a lively and full of curiosities and you start your retreat as soon as you enter the building. Newly renovated 5 floors easy to climb stairs to reach the flat. You will be rewarded with a very nice view on the Notre Dame Cathedral, Montmartre and Parisian roofs.  There is a separated bedroom with a double bed and a fully equipped desk if you need to work or simply to surf on-line. A big screen computer and a keyboard.  In the living room there is a big comfortable sofa that can sleep a child or a teenager. We will also find a dining table for 2 or 3 people with chairs and a TV. This room is decorated with the owner’s painting tools and many books.  The kitchen is fully renovated and equipped with a fridge, a nespresso coffee maker, a kettle, a toaster, a microwave and oven.  The bathroom is clean and bright",
    "description": "Our artistic nest is located in the famous Montmartre quarter in a charming parisian street where you will find yourself down the stairs that lead to the Sacré Cœur Basilica. It is lively and full of curiosities. Our artistic nest is located in the famous Montmartre quarter in a charming Parisian street where you will find yourself down the stairs that lead to the Sacré Cœur Basilica.  It is a lively and full of curiosities and you start your retreat as soon as you enter the building. Newly renovated 5 floors easy to climb stairs to reach the flat. You will be rewarded with a very nice view on the Notre Dame Cathedral, Montmartre and Parisian roofs.  There is a separated bedroom with a double bed and a fully equipped desk if you need to work or simply to surf on-line. A big screen computer and a keyboard.  In the living room there is a big comfortable sofa that can sleep a child or a teenager. We will also find a dining table for 2 or 3 people with chairs and a TV. This room is decorat",
    "rules": "• Please refrain from loud TV/DVD or phone calls after 10:00 p.m. and before 8:00 a.m. • Any visitors need prior OK from Benoit or Olfa. • Please no smoking of any kind or recreational legal or illegal drugs while on the property. • No lit candles please. • Please close and lock any windows you've opened before leaving for the day. • Courteous, non-foul language and a friendly spirit and welcoming attitude are required while you are a guest.  • Keys must be returned prior to departure. Leave on the table.  • Legal Internet use only: Our high-speed ISP expressly forbids illegal downloads. • There is usually abundant parking on the street so please refrain from parking in forbidden spots and make sure you have paid your parking time to avoid fines.  • No weapons of any kind on premises. • Please check out by 12:00am unless extended by Benoit or Olfa.  • It's unfortunate we have to add this, but just had an incident that made us see we needed to. The supplies are for your use during your",
    "hostName": "Benoit",
    "property": "Apartment",
    "capacity": 3,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 99,
    "cleaningFee": 30,
    "reviewRating": 97,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/262e3f85862fb7254720019efa77476b"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Oberkampf Appartement",
    "space": "This apartment is very comfortable with a double bed (160x200) and a sofa bed (160x200) Located on a 5th floor with elevator in a secure building, has 48m2. Microwave, coffee machine, refrigerator, toaster and TV, washing machine, good internet connection.",
    "description": "A newly refurbished and quiet apartment great for up to 4 guests. This apartment is very comfortable with a double bed (160x200) and a sofa bed (160x200) Located on a 5th floor with elevator in a secure building, has 48m2. Microwave, coffee machine, refrigerator, toaster and TV, washing machine, good internet connection. Guests have access to entire property, hairdryer, iron and ironing board, linen, towels and internet are included.  The beds are prepared with a fitted sheet and a Duvet with duvet cover, if you need extra bedding please order in advance. There will be a Bath Towel (140cm x 70cm) + Hand Towel (70cm x 50cm) for each guest, if you need extra towels please order in advance at an extra cost. There are also 2 tea towels available in the kitchen. After confirming the booking I send you a welcome letter with all information you will need, as for contacts and who will meet you at the apartment. The neighborhood is quiet yet close to the busy center of Paris. The closest Metro",
    "rules": "No Pets. Non smoking. No Parties.",
    "hostName": "Carolyn",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 120,
    "cleaningFee": 50,
    "reviewRating": 80,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/9c511a69d293b8db118409fda2e69fe7"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Au calme, trés proche de la Tour Eiffel ! Métro",
    "space": "Ce charmant studio spacieux de 30 m² est situé en plein coeur du quartier très commerçant de la Motte Picquet Grenelle et à 2 pas du Champs du Mars et de la Tour Eiffel. Idéal pour allier le tourisme et le shopping. Cet appartement vous séduira pour vos courts ou longs séjours de part sa décoration chaleureuse, son équipement complet et ses nombreux rangements. Il est composé d'un espace salon avec un canapé, d'un espace nuit qui propose un lit double de 1.40m avec une literie de qualité. Le canapé lit est plus adapté pour des enfants. La cuisine est totalement équipée, vous avez tout le nécessaire pour cuisiner. Pour vos petits-déjeuners, vous disposez d'une machine Nespresso avec un kit de capsules, une bouilloire est également à disposition pour ceux qui préfèrent le thé. La localisation de ce studio vous permet de vous rendre à pieds dans les principaux sites touristiques de la rive gauche ainsi que les bords de Seine. Ne perdez pas une minute de votre temps pour découvrir Paris, l",
    "description": "Charmant studio donnant sur une petite cour et très calme tout en étant situé au cœur d'un quartier très animé et très commerçant. Le métro est à  1 minute à pieds ce qui facilite tous les déplacements.  Dans un immeuble sécurisé et idéalement situé  à toute proximité de la fameuse Tour Eiffel. L'appartement est lumineux avec tout l'équipement nécessaire pour un long ou court séjour. Les draps et les serviettes de toilette sont fournis. Le ménage de fin de séjour est inclus dans le tarif Ce charmant studio spacieux de 30 m² est situé en plein coeur du quartier très commerçant de la Motte Picquet Grenelle et à 2 pas du Champs du Mars et de la Tour Eiffel. Idéal pour allier le tourisme et le shopping. Cet appartement vous séduira pour vos courts ou longs séjours de part sa décoration chaleureuse, son équipement complet et ses nombreux rangements. Il est composé d'un espace salon avec un canapé, d'un espace nuit qui propose un lit double de 1.40m avec une literie de qualité. Le canapé lit",
    "rules": "Pensez toujours à prendre les clés de l'appartement avec vous pour ne pas vous enfermez dehors, nous n’habitons pas sur place ! Housekeeping is included in the price but please wash your dishes and throw dust before your leaving.  Dustbin of the building will be at your right while you go out the elevator at the ground floor ---------------------------------------------- Le ménage de fin de séjour est inclus dans nos tarifs, en revanche nous vous serions reconnaissants de bien vouloir faire votre vaisselle et jeter vos poubelles avant votre départ. Vous trouverez le local poubelles en descendant à droite de l'ascenseur, porte gauche avant la porte vitrée accédant à la cour",
    "hostName": "Audrey & Christel",
    "property": "Apartment",
    "capacity": 3,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 120,
    "cleaningFee": 30,
    "reviewRating": 88,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/e15e64f415887d4a120e0e5d87276ce8"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Sweet&Bright Le Marais - 2 bedrooms",
    "space": "***Welcome Home*** Come and experience Paris! The apartment is 45 sqm and offers a large  living room with with a dinning corner, a fully equipped American kitchen, a bedroom with a queen size bed for two with two balconies with a view on the roofs, a second bedroom for 1 people, a bathroom, Internet connection - wifi, and is located on the 6th floor with a lift. My apartment is furnished to make this a cozy environment for anyone wishing to experience \"la vie Parisienne\". Step outside to the many shops rue de Bretagne, walk in le Marais in a few minutes and hop over the river on one side to île de la Cité where stands Notre-Dame-de-Paris or the other to the Latin Quarter in an instant! Discover the many tasty restaurants of Paris, or savor some wine and cheese at home while resting your feet after a day of site seeing. Perfect for three, you can also sleep 4 on demand. The owner puts a particular emphasis on cleanliness & service, will make sure your stay is comfortable, and that you",
    "description": "This is the perfect location for your stay in Paris: two blocks away from Le Marais, Montorgueil and Centre Georges Pompidou, you are in the heart of Paris. The apartment has two bedrooms  and host 5 in a very charming parisian atmosphere. ***Welcome Home*** Come and experience Paris! The apartment is 45 sqm and offers a large  living room with with a dinning corner, a fully equipped American kitchen, a bedroom with a queen size bed for two with two balconies with a view on the roofs, a second bedroom for 1 people, a bathroom, Internet connection - wifi, and is located on the 6th floor with a lift. My apartment is furnished to make this a cozy environment for anyone wishing to experience \"la vie Parisienne\". Step outside to the many shops rue de Bretagne, walk in le Marais in a few minutes and hop over the river on one side to île de la Cité where stands Notre-Dame-de-Paris or the other to the Latin Quarter in an instant! Discover the many tasty restaurants of Paris, or savor some wine",
    "rules": "The neighborhood is very calm and pleasant so this is not the right place for fiesta :/",
    "hostName": "Sam",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 2,
    "price": 100,
    "cleaningFee": 40,
    "reviewRating": 89,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/46cfff3140833413f57664cf0232bedf"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Loft Design Studio Pompidou",
    "space": "Any arrival on Sunday and/or after 8 pm will be submitted to an extra charge for 50 € to be paid upon arrival.",
    "description": "Modern studio with mezzanine on a second floor without lift at just 200 mt from Pompidou center. There is a double bed and a comfortable sofa bed in the living room. The bathroom has a large shower, basin and toilet. The kitchen is fully equipped. Any arrival on Sunday and/or after 8 pm will be submitted to an extra charge for 50 € to be paid upon arrival.",
    "rules": "Any arrival after 8 pm or on Sunday will be submitted to an extra charge for 50 €.",
    "hostName": "Jean Paul",
    "property": "Apartment",
    "capacity": 3,
    "bathrooms": 1,
    "bedrooms": 0,
    "price": 100,
    "cleaningFee": 50,
    "reviewRating": 89,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/e82a1d489a8b35c058bc8b8562ad7612"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Le vrai! Paris les commerces de la rue Daguerre.",
    "space": "La chambre donne sur cour et est très calme. Elle est équipée d'un lit pour 2 personnes et d'un grand placard Le salon très agréable comporte un canapé lit très confortable pour 2 personnes. L'accès à la salle de bain, peut se faire depuis le couloir et depuis la chambre.  La cuisine est totalement équipée vous trouverez les ustensiles et la vaisselle qui vous permettront de prendre vos repas dans l'appartement si vous souhaitez cuisiner les bons produits proposés rue Daguerre. Les draps et les serviettes sont fournis Le ménage de fin de séjour est inclus dans le tarif",
    "description": "Très bel appartement, très lumineux, cosy et confortable. Vous pourrez vivre comme de vrais parisiens dans une résidence chic, sécurisée et dans un quartier ultra recherché : Métro, RER.. Proche de tout, la rue Daguerre est réputée pour ses nombreux commerces. Un emplacement idéal pour visiter Paris, le métro Denfert-Rochereau est à moins d'une minute à pieds. Nespresso avec quelques capsules pour votre accueil. Les draps et serviettes de toilette sont fournis. La chambre donne sur cour et est très calme. Elle est équipée d'un lit pour 2 personnes et d'un grand placard Le salon très agréable comporte un canapé lit très confortable pour 2 personnes. L'accès à la salle de bain, peut se faire depuis le couloir et depuis la chambre.  La cuisine est totalement équipée vous trouverez les ustensiles et la vaisselle qui vous permettront de prendre vos repas dans l'appartement si vous souhaitez cuisiner les bons produits proposés rue Daguerre. Les draps et les serviettes sont fournis Le ménage",
    "rules": "Pensez toujours à prendre les clés de l'appartement avec vous pour ne pas vous enfermez dehors, nous n’habitons pas sur place ! Housekeeping is included in the price but please wash your dishes and throw dust before your leaving.  ---------------------------------------------- Le ménage de fin de séjour est inclus dans nos tarifs, en revanche nous vous serions reconnaissants de bien vouloir faire votre vaisselle et jeter vos poubelles avant votre départ.",
    "hostName": "Audrey & Christel",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 120,
    "cleaningFee": 30,
    "reviewRating": 88,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/e1bae2448822a55704f1841e77b67467"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "★2 bed★ City Hall - the Marais ★",
    "space": "On the second floor of an historical building typical of central Paris, this apartment overlook the former private mansion which now houses the French National Archives, providing a wonderful view. The furnished apartment is exceptionally light, and combines a large living space with modern features to ensure a successful stay in the heart of Paris. The contemporary furniture is a perfect match for the clean, classical lines of the rooms. The large living room has a sofabed sleeping one person, an armchair, a TV and a large dining table. The apartment also includes a free WI-FI Internet connection. An excellent fully-equipped kitchen includes everything you need to make your own meals. There are a further two bedrooms, each with plenty of storage and a comfortable double bed. The bathroom has a large shower and the toilet is in a separate room. This top-quality comfortable furnished apartment is definitely a rare find—especially in an ideal location in the heart of the lively trendy vi",
    "description": "Beautiful two-bedrooms apartment, in the heart of the historical Marais district, opposite the National Archives in one of the Marais’ finest hôtels particuliers. On the second floor of an historical building typical of central Paris, this apartment overlook the former private mansion which now houses the French National Archives, providing a wonderful view. The furnished apartment is exceptionally light, and combines a large living space with modern features to ensure a successful stay in the heart of Paris. The contemporary furniture is a perfect match for the clean, classical lines of the rooms. The large living room has a sofabed sleeping one person, an armchair, a TV and a large dining table. The apartment also includes a free WI-FI Internet connection. An excellent fully-equipped kitchen includes everything you need to make your own meals. There are a further two bedrooms, each with plenty of storage and a comfortable double bed. The bathroom has a large shower and the toilet is",
    "rules": "Upon arrival, our welcoming team will present a standard rental contract for you to sign. The highlights of this contract are available before your arrival upon request. The day or your arrival you could to take keys at the office that is 8 minutes walk from the apartment or we could arrange a personalized check-in at the apartment with an extra charge (35€ until 7pm or 59€ after 7pm)",
    "hostName": "Jeff",
    "property": "Apartment",
    "capacity": 6,
    "bathrooms": 1,
    "bedrooms": 2,
    "price": 237,
    "cleaningFee": 25,
    "reviewRating": 76,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/e26b26ad87b346f1a705cdad36099034"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Cozy Love Nest on Champs-Elysées !",
    "space": "This cozy love nest on the Champs Elysee allow you to enjoy the nightlife of Paris.  Fully renovated and fully equipped you can come relax in this cozy apartment after a day on one of the most beautiful avenue in the world  Come and enjoy your stay!",
    "description": "This cozy love nest on the Champs- Elysées allow you to enjoy the nightlife of Paris. Fully renovated and fully equipped  you can come relax in this cozy apartment and feel like home! This cozy love nest on the Champs Elysee allow you to enjoy the nightlife of Paris.  Fully renovated and fully equipped you can come relax in this cozy apartment after a day on one of the most beautiful avenue in the world  Come and enjoy your stay! Champs Elysées Metro Franklin Roosevelt St Philippe du Roule",
    "rules": "Feel like home and enjoy your stay!",
    "hostName": "Philippe",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 99,
    "cleaningFee": 50,
    "reviewRating": 79,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/d870e06e145d11d3705ea093cbee0d4b"
  },
  {
    "country": "France",
    "city": "Paris",
    "name": "Cosy Marais with wooden beams",
    "space": "This furnished apartment is located on the 5th floor of a typically Parisian building with a lift and overlooks a calm courtyard. The location is one of the most sought after areas of the capital for its authenticity, animation and diversity. The main room has a very cosy atmosphere thanks to its wooden beams and features cable television with International channels and a free Wi-Fi internet connection. The sofa bed can comfortable accommodate 2 people in a large HQ king size sofa bed. Just next to the living room, the bedroom is equipped with a large king size double bed as well as abundance storage space for a calm, uncluttered environment. For your cooking and eating needs, the kitchen has everything you will need to prepare and enjoy meals, including refrigerator/freezer, cooking surfaces, dishwasher and toaster. There is also a washing machine available for you convenience. The bright and tile bathroom contains a sink, shower and toilets. It's proximity to many of the monuments an",
    "description": "Modern and calm one-bedroom furnished apartment for up to 4 people and located near the Art and Craft Museum – in the Marais. This furnished apartment is located on the 5th floor of a typically Parisian building with a lift and overlooks a calm courtyard. The location is one of the most sought after areas of the capital for its authenticity, animation and diversity. The main room has a very cosy atmosphere thanks to its wooden beams and features cable television with International channels and a free Wi-Fi internet connection. The sofa bed can comfortable accommodate 2 people in a large HQ king size sofa bed. Just next to the living room, the bedroom is equipped with a large king size double bed as well as abundance storage space for a calm, uncluttered environment. For your cooking and eating needs, the kitchen has everything you will need to prepare and enjoy meals, including refrigerator/freezer, cooking surfaces, dishwasher and toaster. There is also a washing machine available for",
    "rules": "Upon arrival, our welcoming team will present a standard rental contract for you to sign. The highlights of this contract are available before your arrival upon request.",
    "hostName": "Jeff",
    "property": "Apartment",
    "capacity": 4,
    "bathrooms": 1,
    "bedrooms": 1,
    "price": 69,
    "cleaningFee": 12,
    "reviewRating": 80,
    "img": "https://public.opendatasoft.com/api/explore/v2.1/catalog/datasets/airbnb-listings/files/7e4823650950c1340969970ad8aa918e"
  }
]